{
    "The Matrix": [
        "When a beautiful stranger leads computer hacker Neo to a forbidding underworld, he discovers the shocking truth--the life he knows is the elaborate deception of an evil cyber-intelligence.",
        "Thomas A. Anderson is a man living two lives. By day he is an average computer programmer and by night a hacker known as Neo. Neo has always questioned his reality, but the truth is far beyond his imagination. Neo finds himself targeted by the police when he is contacted by Morpheus, a legendary computer hacker branded a terrorist by the government. As a rebel against the machines, Neo must confront the agents: super-powerful computer programs devoted to stopping Neo and the entire human rebellion.::redcommander27",
        "Have you ever had a dream that you were so sure was real? What if you couldn't awaken? How would you know the difference between dream and reality? When a beautiful stranger ('Carrie-Anne Moss' (qv)) leads computer hacker Neo ('Keanu Reeves' (qv)) to a forbidding underworld, he discovers the shocking truth--the life he knows is the elaborate deception of an evil cyber-intelligence. Neo joins legendary and dangerous rebel warrior Morpheus ('Laurence Fishburne' (qv) in the battle to destroy the illusion enslaving humanity.",
        "During the year 1999, a man named Thomas Anderson (also known as Neo), lives an ordinary life. A software techie by day and a computer hacker by night, he sits alone at home by his monitor, waiting for a sign, a signal - from what or whom he doesn't know - until one night, a mysterious woman named Trinity seeks him out and introduces him to that faceless character he has been waiting for: Morpheus. A messiah of sorts, Morpheus presents Neo with the truth about his world by shedding light on the dark secrets that have troubled him for so long.::Anthony Pereyra {hypersonic91@yahoo.com}"
    ],
    "The Matrix Reloaded": [
        "Freedom fighters Neo, Trinity and Morpheus continue to lead the revolt against the Machine Army, unleashing their arsenal of extraordinary skills and weaponry against the systematic forces of repression and exploitation.",
        "In this second adventure, Neo and the rebel leaders estimate that they have 72 hours until Zion falls under siege to the Machine Army. Only a matter of hours separates the last human enclave on Earth from 250,000 Sentinels programmed to destroy mankind. But the citizens of Zion, emboldened by Morpheus conviction that the One will fulfill the Oracles Prophecy and end the war with the Machines, rest all manner of hope and expectation on Neo, who finds himself stalled by disturbing visions as he searches for a course of action.::Anthony Pereyra {hypersonic91@yahoo.com}",
        "In the second chapter of the Matrix trilogy, Zion falls under siege to the Machine Army. Only hours before 250,000 Sentinels destroy the last human enclave on Earth--and its growing resistance--Neo ('Keanu Reeves' (qv)) and Trinity ('Carrie-Anne Moss' (qv)) choose to return to the Matrix with Morpheus ('Laurence Fishburne' (qv)), unleashing their arsenal of extraordinary skills and weaponry against the forces of repression and exploitation. Now, at the confluence of love and truth, faith and knowledge, purpose and reason, Neo must follow the course he has chosen if he is to save humanity from the dark fate that haunts his dreams--_The Matrix Reloaded_ (qv).",
        "Neo, Morpheus, Trinity, and the rest of their crew continue to battle the machines that have enslaved the human race in the Matrix. As their quest unfolds, Neo learns more about his superheroic abilities, including the ability to see the codes of the people and things around him. Now, more humans are waking up out of the Matrix and attempting to live in the real world. As their numbers grow, the battle moves to Zion - the last real-world city and the center of human resistance.::Sujit R. Varma",
        "Roughly six months after the original \"Matrix\", Neo begins to have nightmares about Trinity plunging to her death. Meanwhile, the rebels have returned to the city of Zion to learn that 250,000 sentinels are digging towards them to seek Zion and wipe out the human resistance. The Oracle gives Neo instructions to find the Keymaker and seek out the source. If Neo fails the mission, then the rebellion will be crushed, and the machines will win the war.::keyser_soze2"
    ],
    "The Matrix Revolutions": [
        "The human city of Zion defends itself against the massive invasion of the machines as Neo fights to end the war at another front while also opposing the rogue Agent Smith.",
        "Neo finds himself trapped between the Matrix and the Real World. Meanwhile, Zion is preparing for the oncoming war with the machines with very little chances of survival. Neo's associates set out to free him from The Merovingian since it's believed that he is the One who will end the war between humans and the machines. What they do not know is that there is a threat from a third party, someone who has plans to destroy both worlds.::Soumitra",
        "It is a dark time for the world in this final adventure. the epic war between man and machine reaches a thundering crescendo: the Zion military, aided by courageous civilian volunteers like Zee and the Kid, desperately battles to hold back the Sentinel invasion as the Machine army bores into their stronghold. Facing total annihilation, the citizens of the last bastion of humanity fight not only for their own lives, but for the future of mankind itself.::Anthony Pereyra {hypersonic91@yahoo.com}",
        "In this explosive final chapter of the Matrix trilogy, Neo, Morpheus and Trinity battle to defend Zion, the last real-world city, against the onslaught of the machines that have enslaved the human race. And now, as Neo learns more about his heroic powers--including the ability to see the codes of things and the people, he faces the consequences of the choice made in [url=tt0234215]."
    ],
    "Oblivion": [
        "A veteran assigned to extract Earth's remaining resources begins to question what he knows about his mission and himself.",
        "One of the few remaining drone repairmen assigned to Earth, its surface devastated after decades of war with the alien Scavs, discovers a crashed spacecraft with contents that bring into question everything he believed about the war, and may even put the fate of mankind in his hands.::Black Dahlia",
        "Jack Harper is one of the last few drone repairmen stationed on Earth. Part of a massive operation to extract vital resources after decades of war with a terrifying threat known as the Scavs, Jack's mission is nearly complete. Living in and patrolling the skies from thousands of feet above, his existence is brought crashing down when he rescues a stranger from a downed spacecraft. Her arrival triggers a chain of events that forces him to question everything he knows and puts the fate of humanity in his hands.::Universal Pictures",
        "In 2077, the human Jack Harper works with his companion Victoria \"Vica\" on the surveillance station Tech 49. Jack repairs drones and his memory was erased as part of the security process to stay on Earth, and he knows that Earth is completely depleted after sixty years of war against the alien invaders Scavengers \"Scavs\". The aliens have destroyed the moon and were defeated by nuclear weapons and the earthlings have moved to Saturn's moon Titan since the planet was completely destroyed. Now Jack has to protect the power stations that use the ocean to supply energy to Titan fixing the drones. He also has recollections of a mysterious woman at the Empire State Building when Earth was habitable. Jack and Vic receive instructions from Sally (Melissa Leo), who is located on the space station Tet, and Vic is anxious to leave Earth in two weeks to join the survivors on Titan.::Claudio Carvalho, Rio de Janeiro, Brazil",
        "Sixty dark years after the victorious but utterly devastating war against an unforeseen alien invasion which left humanity practically on the verge of extinction, most of the remaining earthlings have long since they relocated on Titan, Saturn's largest moon, in 2077. Left behind in the uninhabitable and barren Earth along with a handful of survivors and the extraterrestrial invaders, is the drone technician, Jack Harper, and the communications teammate, Victoria Olsen, who monitor the planet before mankind's final migration to Titan. However, when the plagued with unexplained visions, Jack, rescues the cryptic woman in his dreams, flashbacks of a fragmented memory will soon unearth a startling secret about his mission. In the end, what is the real threat, and above all, who cloaks the truth?::Nick Riganas",
        "In the distant future, Earth has been decimated by an intergalactic battle against an alien race known as the Scavs. The majority of mankind has been evacuated, leaving just a few solitary drone repairmen remaining on the planet's surface. Their job is simple -- stand guard over the ruins of a once-great empire by patrolling the skies, and ensuring the drones continue to function. Jack Harper (Tom Cruise) is nearing the end of his mission to extract resources essential to the survival of the human race when he witnesses a spacecraft fall from the sky. Upon investigating, Jack discovers the capsule contains a mysterious woman. With mission control watching his every move from high up above the clouds, Jack embarks on a spectacular adventure that will not only challenge everything he's been taught about mankind's most defining battle, but perhaps alter the entire course of human history as well.."
    ],
    "Ghost in the Shell": [
        "In the near future, Major Mira Killian is the first of her kind: A human saved from a terrible crash, who is cyber-enhanced to be a perfect soldier devoted to stopping the world's most dangerous criminals.",
        "In the near future, human organs are enhanced by the cybernetics technology developed by the powerful Hanka Robotics Corporation owned by Cutter. Dr. Ouelet is responsible for the development of the secret project 2571 of a full mechanical body to be connected to a human brain. She uses the brain of a young woman that lost her parents in a cyber attack as subject of a prototype. One year later, the woman is ranked Major and has joined Section 9, an anti-terrorist division commanded by Chief Daisuke Aramaki, working with agents Batou and Togusa. She needs to use a medicine to help the integration of her brain with the mechanical body and has no recollections of her previous life. When Section 9 hunts down the terrorist Kuze, Major learns the secrets about Hanka Robotics and the experiment she was subjected. Now she faces her ultimate enemy: Kuze, a criminal who has managed to hack into the brains of androids and control them.::Claudio Carvalho, Rio de Janeiro, Brazil",
        "In the near future, humans are augmented with cybernetic improvements to traits such as vision, strength and intelligence. Augmentation developer Hanka Robotics establishes a secret project to develop an artificial body, or \"shell\", that can integrate a human brain rather than an AI. The sole survivor of a terrorist attack which killed her parents, Mira Killian is chosen as the test subject after her body is damaged beyond repair. Over the objections of her designer Dr. Ouelet, Hanka Robotics CEO Cutter decides to use Killian as a counter-terrorism operative. A year later, Killian has attained the rank of Major in the anti-terrorist division Section 9 commanded by Chief Daisuke Aramaki, working alongside operatives Batou and Togusa.::Paramount Pictures",
        "Rescued from a devastating terrorist attack, the orphan, Mira Killian, becomes a one-of-a-kind specimen of what begins to be the norm in a not-so-distant future: a cybernetically augmented human whose mind and soul resides in an immaculate synthetic body. As a result, the technologically advanced hybrid--now a resolute counter-cyberterrorism Major--is Sector 9's tip of the spear; however, when peculiar hallucinations interpreted as minor glitches start to bombard Mira's fragmented mind, suspicions will arise. Could those short and spontaneous outbursts be dormant, yet immortal memories of a suppressed past?::Nick Riganas"
    ],
    "Ex Machina": [
        "A young programmer is selected to participate in a ground-breaking experiment in synthetic intelligence by evaluating the human qualities of a highly advanced humanoid A.I.",
        "Caleb, a 26 year old programmer at the world's largest internet company, wins a competition to spend a week at a private mountain retreat belonging to Nathan, the reclusive CEO of the company. But when Caleb arrives at the remote location he finds that he will have to participate in a strange and fascinating experiment in which he must interact with the world's first true artificial intelligence, housed in the body of a beautiful robot girl.::DNA FILMS",
        "Caleb, an employee at a Google-like company, is selected to visit the home of the CEO, Nathan. But while there, Nathan shows Caleb what he's been working on: Ava. She, the greatest achievement in the history of the human race. However, she may also be the last. Artificial intelligence comes at a price, like everything else.::Jacob Martin",
        "A junior programmer working at the company that runs the world's most popular search engine wins a company lottery. The prize is a week at the CEO's estate/research facility. When he gets there he discovers that the boss has been working on androids with superior Artificial Intelligence. The programmer's job is to test how \"human\" the android is. What develops is a manipulative game between the android and the programmer.::grantss",
        "Caleb Smith a programmer at a huge Internet company, wins a contest that enables him to spend a week at the private estate of Nathan Bateman, his firm's brilliant CEO. When he arrives, Caleb learns that he has been chosen to be the human component in a Turing test to determine the capabilities and consciousness of Ava, a beautiful robot. However, it soon becomes evident that Ava is far more self-aware and deceptive than either man imagined.::Jwelch5742",
        "The reclusive CEO of a hi-tech company (Oscar Isaac) recruits a brilliant young computer programmer (Domhnall Gleeson) to evaluate his latest invention -- a highly advanced android named Ava (Alicia Vikander), which is supplied with the most advanced Artificial Intelligence ever conceived. Meanwhile, despite their intelligence and formidable reputations, the two men fail to realize just how easily they can be manipulated by a machine that's as beautiful as it is brilliant.."
    ],
    "Pacific Rim": [
        "As a war between humankind and monstrous sea creatures wages on, a former pilot and a trainee are paired up to drive a seemingly obsolete special weapon in a desperate effort to save the world from the apocalypse.",
        "When monstrous creatures, known as Kaiju, started rising from the sea, a war began that would take millions of lives and consume humanity's resources for years on end. To combat the giant Kaiju, a special type of weapon was devised: massive robots, called Jaegers, which are controlled simultaneously by two pilots whose minds are locked in a neural bridge. But even the Jaegers are proving nearly defenseless in the face of the relentless Kaiju. On the verge of defeat, the forces defending mankind have no choice but to turn to two unlikely heroes - a washed up former pilot (Charlie Hunnam) and an untested trainee (Rinko Kikuchi) - who are teamed to drive a legendary but seemingly obsolete Jaeger from the past. Together, they stand as mankind's last hope against the mounting apocalypse.::Del Torro",
        "For years, Earth is repeatedly attacked by giant monsters called Kaiju that emerge from a portal beneath the Pacific Ocean. The only effective defense is the Jaeger program, massive complex robots that require pairs of neural-linked pilots. However, as each Kaiju attack becomes more powerful and frequent, Humanity must change its tactics. To that end, former Jaeger pilot Raleigh Becket is reactivated as part of a desperate plan to destroy the portal. As Raleigh strives to heal his inner scars and help his new partner conquer hers, an intrepid scientist discovers a way to link to the Kaiju's mind to learn about them. Unfortunately, that proves a mixed blessing as vital information of both sides is inadvertently shared and the stakes rise for a final battle.::Kenneth Chisholm (kchishol@rogers.com)",
        "When giant lizard like creatures come out of the ocean and attack every city killing millions, all the nations come together and build giant robots called Jaegers. They are piloted by two individuals who are linked up to them mentally. While they are able to defeat the creatures whom they call Kaijus, eventually they adapt and even the Jaegers can't stop them. So all the heads of the nations decide to stop the program and to try other tactics. But Pentecost the man in charge of the Jaeger program decide to continue the program. He recruits Raleigh Becket a former Jaeger pilot who left after his co-pilot who's also his brother died. He tries to find a compatible co-pilot and when he finds no one, he gives Pentecost's assistant, a girl named Mako a chance. And when she proves to be the best, he wants her but Pentecost doesn't think she's ready. And when they try to hook up with their Jaeger, he sees what she's been through, which is what Pentecost was worried about. In the meantime, one of the scientists working on how to defeat the Kaijus thinks he found a way but he needs an actual Kaiju brain so Pentecost sends him to see a man who uses Kaiju remains to make a profit, so that he could get a Kaiju brain.::rcs0411@yahoo.com",
        "When Earth is invaded deep beneath the Pacific Ocean from a portal between dimensions in a breach by creatures called Kaijus, the governments join forces and realize that only monsters could destroy the Kaijus. The mankind builds the ultimate machines known as Jaegers, huge robots neurally controlled by two compatible pilots that have their minds interlocked. Years after, Kaijus become more powerful and a scientist discovers that they are part of an alien plan to destroy mankind first and exhaust the planet after. The former pilot Raleigh Becket, who lost his older brother Yancy Becket in a battle against a Kaiju, is summoned by Marshall Stacker Pentecost to fight again together with the rookie Mako Mori in the last hope of mankind.::Claudio Carvalho, Rio de Janeiro, Brazil",
        "The war between mankind and monsters began when sea monsters or Kaijus start rising from the portal beneath the Pacific Ocean. To fight the Kaijus, humans build giant robots called Jaegers, controlled by two pilots simulteneously. Unfortunately Kaijus began to develop and gets stronger that Jaegers could barely defeat them. On the edge of defeat, Pentecost, the man in charge decided to destroy the portal with the help of Raleigh Becket the Jaeger pilot and a trainee Mako Mori::Aken Purnomo"
    ],
    "Real Steel": [
        "In the near future, robot boxing is a top sport. A struggling ex-boxer feels he's found a champion in a discarded robot.",
        "In the near future when people become uninterested in boxing and similar sports, a new sport is created - Robot boxing wherein robots battle each other while being controlled by someone. Charlie Kenton, a former boxer who's trying to make it in the new sport, not only doesn't do well, he is very deeply in the red. When he learns that his ex, mother of his son Max, dies, he goes to figure out what to do with him. His ex's sister wants to take him in but Charlie has first say in the matter. Charlie asks her husband for money so he can buy a new Robot in exchange for turning Max over to them. He takes Max for the summer. And Max improves his control of his robot. But when the robot is destroyed, they go to a scrap yard to get parts. Max finds an old generation robot named Atom and restores him. Max wants Atom to fight but Charlie tells him he won't last a round. However, Atom wins. And it isn't long before Atom is getting major bouts. Max gets Charlie to teach Atom how to fight, and the father and son bond strenghtens.::rcs0411@yahoo.com",
        "In 2020, boxing is no longer fought by humans, but they have been replaced by robots. The former boxer Charlie Kenton drives his truck to promote fights with his robot Ambush. When he has just lost a fight, he is summoned to a hearing and forced to take care of his unknown eleven year-old son Max Kenton since his mother has passed away. Charlie loses another fight with the Noisy Boy robot that his girlfriend Bailey Tallet has just bought and he goes with Max to a junkyard to collect parts of robots to build a new one. However, Max finds an old sparring robot named Atom and Charlie teaches him how to box. Atom becomes a winner and Max and Charlie become closer to each other. However, Charlie has an agreement to deliver Max to his aunt and her wealthy husband.::Claudio Carvalho, Rio de Janeiro, Brazil",
        "People have got rid of boxing and have created robot boxing. A person whose into robot boxing, Charlie Kenton, starts off with a fight with his robot Ambush and he's facing Blackthunder the bull. In an attempt to win, Charlie fails and owes lots of money to Ricky. Then, he has to take care of an 11-year old called Max after his aunt has left for the summer. Max's uncle gives Charlie some money to buy a Japanese robot called Noisy Boy. Charlie takes Noisy Boy to fight Midas and fails again. But, when Charlie and Max go to the junkyard to clear the parts off of Noisy Boy, Max finds a robot called Atom after slipping off a cliff. However, when Max wins so many fights with Atom, he just might be able to defeat the king of the robots, Zeus.",
        "In 2020, boxing is no longer participated by humans. Instead, robots will fight in the ring. A former boxer Charlie Kenton tries to find a good robot after he finds out his wife died and he had lost twice. When he decided to look for parts in the junkyard, his 11 year old son, Max Kenton finds a dumped robot Atom and says he could be a good candidate however Charlie did not agree with him. But Max decided that Atom could so he restored him and he had won many rounds to WRB (World Robot Boxing). And for the final proof that Atom is good, he had to fight the undefeatable WRB champion, Zeus.::Aken Purnomo",
        "In the near future, robots have taken over for humans in the boxing ring. A former boxer and small-time promoter ('Hugh Jackman' (qv)) struggles to make a living with patched-up robots in shady venues. When he discovers he has an 11-year-old son who believes that a robot found in the junk heap has what it takes to win, he finds himself with a shot at the big time.::Movie Critic Next Door"
    ],
    "I, Robot": [
        "In 2035, a technophobic cop investigates a crime that may have been perpetrated by a robot, which leads to a larger threat to humanity.",
        "In 2035, techno-phobic homicide detective Del Spooner of the Chicago PD heads the investigation of the apparent suicide of leading robotics scientist, Dr. Alfred Lanning. Unconvinced of the motive, Spooner's investigation into Lanning's death reveals a trail of secrets and agendas within the USR (United States Robotics) corporation and suspicions of murder. Little does he know that his investigation would lead to uncovering a larger threat to humanity.::ahmetkozan",
        "Set in a future Earth (2035 A.D.) where robots are common assistants and workers for their human owners, this is the story of \"robotophobic\" Chicago Police Detective Del Spooner's investigation into the murder of Dr. Alfred Lanning, who works at U.S. Robotics, in which a robot, Sonny , appears to be implicated, even though that would mean the robot had violated the Three Laws of Robotics, which is apparently impossible. It seems impossible because.. if robots can break those laws, there's nothing to stop them from taking over the world, as humans have grown to become completely dependent upon their robots. Or maybe... they already have? Aiding Spooner in his investigation is a psychologist, Dr. Susan Calvin, who specializes in the psyches of robots.::Austin4577@aol.com",
        "This is the year 2035. Everybody in the world relies on a huge system of robots, which are programmed specifically to help humans and not harm them in any way. But one person does not think that robots are helpful. Chicago homicide detective Del Spooner. But one day, he received a call from the United States Robotics (USR) about a recent death of renowned robot scientist Dr. Alfred J. Laning. Spooner immediately blamed this incident on robots without justifiable reason or proof. Then, he begins his investigation on Lanning's death, only to discover Sonny, a \"unique\" robot. What Spooner does not realize, is that something is about to happen. Something that is beyond even Spooner's wildest dreams.::John Wiggins",
        "It's the year 2035, and the society now has the help of robots. These robots follow three laws integrated into their system; 1) They cannot harm a human being or, through inaction, allow a human being to come to harm. 2)They must do whatever they're told by a human being as long as such orders don't conflict with law one. 3) They have to defend themselves as long as such defense doesn't conflict with laws one or two. One day, the writer of the three laws, Alfred Lanning, apparently jumps out of a window at U.S. Robotics. The majority of the Chicago Police Department believe he committed suicide, but Detective Del Spooner, who hates robots, thinks he was murdered, and the number one suspect is a robot who calls himself Sonny. However, if it was Sonny, then it means he would've had to have broken the three laws. With the help of Dr. Susan Calvin, Spooner must now discover the truth before it's too late.::Ridley Lavine",
        "It's 2035 A.D., where robots are everyday objects and are programmed to live alongside humans. Detective Del Spooner is called out to investigate the apparent suicide of the scientist behind these robots, Dr. Alfred Lanning. Spooner suspects that the death might not be a suicide, but the result of one of the robots. All robots are programmed by three laws, but Spooner starts to wonder if a robot can in fact feel emotions, and possibly murder. But if Spooner's suspicions are true, he is going to have a hard time convincing everyone.::Film_Fan"
    ],
    "A.I. Artificial Intelligence": [
        "A highly advanced robotic boy longs to become \"real\" so that he can regain the love of his human mother.",
        "In the not-so-far future the polar ice caps have melted and the resulting rise of the ocean waters has drowned all the coastal cities of the world. Withdrawn to the interior of the continents, the human race keeps advancing, reaching the point of creating realistic robots (called mechas) to serve them. One of the mecha-producing companies builds David, an artificial kid which is the first to have real feelings, especially a never-ending love for his \"mother\", Monica. Monica is the woman who adopted him as a substitute for her real son, who remains in cryo-stasis, stricken by an incurable disease. David is living happily with Monica and her husband, but when their real son returns home after a cure is discovered, his life changes dramatically.::Chris Makrozahopoulos <makzax@hotmail.com>",
        "Haley Joel Osment stars as David, a \"Mecha\" or robot of the future, when the polar ice caps have melted and submerged many coastal cities, causing worldwide starvation and human dependence upon robotic assistance. The first Mecha designed to experience love, David is the \"son\" of Henry (Sam Robards), an employee of the company that built the boy, and the grief-stricken Monica (Frances O'Connor). David is meant to replace the couple's hopelessly comatose son, but when their natural child recovers, David is abandoned and sets out to become \"a real boy\" worthy of his mother's affection. Along the way, David is mentored by a pleasure-providing Mecha named Gigolo Joe (Jude Law) and a talking \"super toy\" bear named Teddy. His adventures take him to the Roman Circus-style \"Flesh Fair,\" where Mechas are destroyed for the amusement of humans; Rouge City, where Gigolo Joe narrowly avoids capture by police; and finally a submerged New York City, where David's creator, Professor Hobby (William Hurt) reveals the secrets of the boy's creation.",
        "In the futuristic tale, a highly advanced robotic boy named David is 11 years old. He weighs 60 pounds. He is 4 feet, 6 inches tall. He has brown hair. His love is real. But he is not. He is a marvel of cybernetic progress who really only wants to be a real boy, loved by his mother and his father in that happy place called home. But David journeys out into the forests to find a way to become a real boy.::Anthony Pereyra {hypersonic91@yahoo.com}",
        "In this futuristic fairy tale, \"David\", a highly-advanced robotic boy, hopes to become a real boy so that he can win back the affection of the human mother who abandoned him. Like Pinocchio, he goes on a long journey hoping to find his \"Blue Fairy,\" who can make his dreams come true.::jgp3553@excite.com",
        "In the future, artificial intelligence has involved in such a way that a family can now accept a near to life like child. This is exactly what the Swinton family does, but when things get worse for the relationship between the family and this new child, they send it out to survive on its own. With only the name David and a passion to become a real boy, the child becomes friends with Gigolo Joe and sets off to make it become a reality.::FilmFanUk"
    ],
    "Robocop": [
        "In a dystopic and crime-ridden Detroit, a terminally wounded cop returns to the force as a powerful cyborg haunted by submerged memories.",
        "In a violent, near-apocalyptic Detroit, evil corporation Omni Consumer Products wins a contract from the city government to privatize the police force. To test their crime-eradicating cyborgs, the company leads street cop Alex Murphy into an armed confrontation with crime lord Boddicker so they can use his body to support their untested _RoboCop_ (qv) prototype. But when _RoboCop_ (qv) learns of the company's nefarious plans, he turns on his masters.::Jwelch5742"
    ],
    "The Terminator": [
        "A human soldier is sent from 2029 to 1984 to stop an almost indestructible cyborg killing machine, sent from the same year, which has been programmed to execute a young woman whose unborn son is the key to humanity's future salvation.",
        "Sent back from a dystopian 2029--where the cold machines have conquered the entire world--to 1984 Los Angeles, the indestructible cyborg-assassin known as the \"Terminator\" commences his deadly mission to kill humankind's most important woman: the unsuspecting Sarah Connor. However, from the same war-torn post-apocalyptic future comes a battle-scarred defender--Kyle Reese, a brave soldier of the human Resistance Army--bent on stopping the cybernetic killer from eliminating the world's last hope. But, the Terminator has no feelings, he doesn't sleep, and above all, he won't stop until he carries out his grim task. Does our future lie in our past?::Nick Riganas",
        "A cyborg is sent from the future on a deadly mission. He has to kill Sarah Connor, a young woman whose life will have a great significance in years to come. Sarah has only one protector - Kyle Reese - also sent from the future. _The Terminator_ (qv) uses his exceptional intelligence and strength to find Sarah, but is there any way to stop the seemingly indestructible cyborg ?::Colin Tinto <cst@imdb.com>",
        "In the future, Skynet, a computer system fights a losing war against the humans who built it and who it nearly exterminated. Just before being destroyed, Skynet sends a Terminator back in time to kill Sarah. The terminator can pass for human, is nearly indestructible, and has only one mission. One soldier is sent back to protect her from the killing machine. He must find Sarah before the Terminator can carry out it's mission.::John Vogel <jlvogel@comcast.net>",
        "A cyborg assassin called \"_The Terminator_ (qv)\" is sent back through time to 1984 to kill the seemingly innocent Sarah Connor--a significant woman in a bitter future war with a race of machines. If the Terminator succeeds, mankind is doomed. Sarah's only hope is a soldier from that post-apocalyptic war, who has chased the Terminator back through time. The future of the human race depends on which one finds her first.::Ed Martin <Yeti67@bookham.demon.co.uk>"
    ],
    "Star Wars: Episode IV - A New Hope": [
        "Luke Skywalker joins forces with a Jedi Knight, a cocky pilot, a Wookiee and two droids to save the galaxy from the Empire's world-destroying battle station, while also attempting to rescue Princess Leia from the mysterious Darth Vader.",
        "The Imperial Forces, under orders from cruel Darth Vader, hold Princess Leia hostage in their efforts to quell the rebellion against the Galactic Empire. Luke Skywalker and Han Solo, captain of the Millennium Falcon, work together with the companionable droid duo R2-D2 and C-3PO to rescue the beautiful princess, help the Rebel Alliance and restore freedom and justice to the Galaxy.::Jwelch5742",
        "Part IV in George Lucas' epic, this movie opens with a rebel ship being boarded by the tyrannical Darth Vader. The plot then follows the life of a simple farm boy, Luke Skywalker, as he and his newly met allies (Han Solo, Chewbacca, Obi-wan Kenobi, C-3PO, R2-D2) attempt to rescue a rebel leader, Princess Leia, from the clutches of the Empire. The conclusion is culminated as the rebels, including Skywalker and flying ace Wedge Antilles make an attack on the Empire's most powerful and ominous weapon, the Death Star.::P. Wong <pwong@nt.net>",
        "Luke Skywalker stays with his aunt and uncle on a farm on Tatooine. He is desperate to get off this planet and get to the Academy like his friends, but his uncle needs him for the next harvest. Meanwhile, an evil emperor has taken over the galaxy, and has constructed a formidable \"Death Star\" capable of destroying whole planets. Princess Leia, a leader in the resistance movement, acquires plans of the Death Star, places them in R2-D2, a droid, and sends him off to find Obi-wan Kenobi. Before he finds him, R2-D2 ends up on the Skywalkers' farm with his friend C-3PO. R2-D2 then wanders into the desert, and when Luke follows, they eventually come across Obi-wan. Will Luke, Obi-wan, and the two droids be able to destroy the Death Star, or will the Emperor rule forever?::Colin Tinto <cst@imdb.com>",
        "Princess Leia is held hostage by the evil forces of the Galactic Empire in their effort to take over the galaxy. Venturesome Luke Skywalker and dashing Captain Han Solo team together with the lovable robotic duo, R2-D2 and C-3PO, to rescue the beautiful Princess Leia and restore justice in the galaxy.::Robert Lynch <docrlynch@yahoo.com>",
        "In a distant galaxy eons before the creation of the planet known as Earth, vast civilizations have evolved, and ruling the galaxy is an interstellar Empire created from the ruins of an Old Republic that held sway for generations. It is a time of civil war, as solar systems have broken away from the Empire and are waging a war of rebellion. During a recent battle, technical schematics for a gigantic space station, code named the Death Star, have been unearthed by rebel spies, and a young woman who is a dissident member of the Imperial Senate, under the cover of a diplomatic mission to the planet Alderaan, is trying to smuggle these plans to the rebellion. But her spacecraft is attacked by a vast warship of the Empire and seized. The dissident Senator is captured, but the plans for the Death Star are nowhere to be found. While soldiers of the Empire search the nearby planet Tatooine, a series of incidents sweeps up a young desert farmer with dreams of being a fighter pilot in the rebellion, as he winds up with the Death Star plans and also the assistance of an elderly hermit who once served as a warrior of an ancient order whose chosen weapons were powerful energy swords known as light-sabers. The pair recruit a cynical interstellar smuggler and his outsized alien copilot with an ancient freighter heavily modified for combat to help them reach Alderaan, but the planet is obliterated and now the foursome must rescue the young woman held prisoner by the Empire and lead an attack by the rebellion against the Death Star before it can annihilate all hope of restoring freedom to the galaxy.::Michael Daly"
    ],
    "2001: A Space Odyssey": [
        "After discovering a mysterious artifact buried beneath the Lunar surface, mankind sets off on a quest to find its origins with help from intelligent supercomputer H.A.L. 9000.",
        "\"2001\" is a story of evolution. Sometime in the distant past, someone or something nudged evolution by placing a monolith on Earth (presumably elsewhere throughout the universe as well). Evolution then enabled humankind to reach the moon's surface, where yet another monolith is found, one that signals the monolith placers that humankind has evolved that far. Now a race begins between computers (HAL) and human (Bowman) to reach the monolith placers. The winner will achieve the next step in evolution, whatever that may be.::Larry Cousins",
        "A black monolith has an affect on humans, the monolith's effects focusing on two specific time periods. The first period is four million years ago, at the dawn of man. After the appearance of the monolith, the ape men begin to display behavior unknown before then. The second period is the near future, in the year 2001. There are five astronauts aboard Discovery One, which is on a mission to Jupiter. At the beginning of the mission, the reason for it is unknown to the five astronauts. Three of the astronauts are in hibernation at the start of the mission to preserve the manpower over its entire course, leaving mission commander Dr. Dave Bowman and Dr. Frank Poole as the two manning the spacecraft. There is another what is often considered \"sixth\" astronaut on board, HAL 9000 - referred to simply as Hal - the artificial intelligent computer which controls all of the craft's functions, including the systems keeping the three hibernating astronauts alive. Hal is made all the more astronaut-like as it is given an artificial voice, Hal and the astronauts often having conversations. A 9000 series computer is considered infallible, any error one has ever made being human caused. Ultimately, Bowman and Poole believe that Hal is malfunctioning, they are unaware that Hal's behavior is due to knowledge of classified information it has about events at Clavius, a lunar outpost, eighteen months earlier. However, the issue between the astronauts and Hal becomes a fight for survival. The mission in its entirety has profound consequences for the human race.::Huggo",
        "This movie is concerned with intelligence as the division between animal and human, then asks a question: what is the next division? Technology is treated as irrelevant to the quest--literally serving as mere vehicles for the human crew and as a shell for the immature HAL entity. Story told as a montage of impressions, music, and impressive and careful attention to subliminal detail. A very influential film and still a class act, even after 25 years.::Robin Kenny <robink@hparc0.aus.hp.com>",
        "When a large black monolith is found beneath the surface of the moon, the reaction immediately is that it was intentionally buried. When the point of origin is confirmed as Jupiter, an expedition is sent in hopes of finding the source. When Dr. David Bowman discovers faults in the expeditionary spacecraft's communications system, he discovers more than he ever wanted to know.::Alexander O'Neill",
        "The monoliths have been watching us. They gave humankind the evolutionary kick in the pants it needed to survive at the Dawn of Time. In 1999, humankind discovered a second monolith on the moon. Now, in the year 2001, the S.S. Discovery and its crew, Captains Dave Bowman and Frank Poole, and their onboard computer, HAL 9000, must discover what alien force is watching Earth....::Tones <tones120c@aol.com>"
    ],
    "Blade Runner": [
        "A blade runner must pursue and terminate four replicants who stole a ship in space, and have returned to Earth to find their creator.",
        "In the early twenty-first century, the Tyrell Corporation, during what was called the Nexus phase, developed robots, called \"replicants\", that were supposed to aid society, the replicants which looked and acted like humans. When the superhuman generation Nexus 6 replicants, used for dangerous off-Earth endeavors, began a mutiny on an off-Earth colony, replicants became illegal on Earth. Police units, called \"blade runners\", have the job of destroying - or in their parlance \"retiring\" - any replicant that makes its way back to or created on Earth, with anyone convicted of aiding or assisting a replicant being sentenced to death. It's now November, 2019 in Los Angeles, California. Rick Deckard, a former blade runner, is called out of retirement when four known replicants, most combat models, have made their way back to Earth, with their leader being Roy Batty. One, Leon Kowalski, tried to infiltrate his way into the Tyrell Corporation as an employee, but has since been able to escape. Beyond following Leon's trail in hopes of finding and retiring them all, Deckard believes part of what will help him is figuring out what the replicants wanted with the Tyrell Corporation in trying to infiltrate it. The answer may lie with Tyrell's fail-safe backup mechanism. Beyond tracking the four, Deckard faces a possible dilemma in encountering a fifth replicant: Rachael, who works as Tyrell's assistant. The issue is that Dr. Elden Tyrell is experimenting with her, to provide her with fake memories so as to be able to better control her. With those memories, Rachael has no idea that she is not human. The problem is not only Rachael's assistance to Deckard, but that he is beginning to develop feelings for her.::Huggo",
        "In a dystopian 2019 Los Angeles of towering skyscrapers, the grizzled former _Blade Runner_ (qv), Rick Deckard, is called out of retirement when four rogue Nexus-6 replicants steal a spaceship and illegally enter Earth to find their creator, Dr Eldon Tyrell. As the synthetic humanoids become increasingly desperate to locate him, the officious bounty hunter, Deckard, leaves no stone unturned in the futuristic, neon-lit metropolis, trying to track down and \"retire\" the dangerous androids. However, more and more, Rick finds himself grappling with conflicting emotions. Will he let uncertainty, and even empathy, get in the way of duty?::Nick Riganas",
        "In a cyberpunk vision of the future, man has developed the technology to create replicants - humanoid androids with short, fixed lifespans - which are illegal on Earth, but are used in the off-world colonies. In Los Angeles, California, 2019, Deckard is a \"blade runner\", a cop who specializes in terminating replicants. He is forced to come out of retirement when four replicants escape from an off-world colony and come to Earth.::Graeme Roy <gsr@cbmamiga.demon.co.uk>",
        "Los Angeles, California, 2019: Rick Deckard ('Harrison Ford' (qv)) of the L.A.P.D.'s _Blade Runner_ (qv) unit prowls the steel and microchip jungle of the twenty-first century for assumed humanoids known as \"replicants\". Replicants were declared illegal after a bloody mutiny on an off-world colony, and are to be terminated upon detection. Man's obsession with creating a being equal to himself has backfired.::Matt McQuillan <mjment@hotmail.com>"
    ],
    "Blade Runner 2049": [
        "Young Blade Runner K's discovery of a long-buried secret leads him to track down former Blade Runner Rick Deckard, who's been missing for thirty years.",
        "Thirty years after the events of _Blade Runner (1982)_ (qv), a new Blade Runner, L.A.P.D. Officer \"K\" (Ryan Gosling), unearths a long-buried secret that has the potential to plunge what's left of society into chaos. K's discovery leads him on a quest to find Rick Deckard (Harrison Ford), a former L.A.P.D. Blade Runner, who has been missing for thirty years.::Warner Bros. Pictures",
        "In 2049, with the powerful Tyrell Corporation under the control of the idealistic scientist, Niander Wallace, the bio-engineered replicants, Nexus-9, seem to have integrated seamlessly into society. Purposed to eradicate the outdated rebellious Nexus models, LAPD's officer \"K\", a new generation of Blade Runners, stumbles upon a dangerous and well-hidden secret that could easily undermine the already fragile stability in the world. Little by little, as \"K\" tries to piece the evidence together, he comes to realise that one man is the key element in this mystery: the retired _Blade Runner (1982)_ (qv), Rick Deckard, who has either disappeared or gone underground. But, is \"K\" allowed to unearth the truth?::Nick Riganas",
        "Rick Deckard has vanished. The notorious Blade Runner has been missing since 2019 when he and Rachael escaped from the authorities, and in the process, also avoided the economic and social downfalls of the early 2020s. It's now 2049. Replicants are now closer to humans than ever before, and Blade Runners are still used to \"retire\" the older models that went into hiding from the notorious \"Blackout\" of 2022. In Deckard's place, \"K\" has taken the mantle of Los Angeles' top Blade Runner. However, his world turns upside down when he discovers a box.::Johnny",
        "2049. It's been approximately two decades since the Tyrell Corporation, the creators and original manufacturers of replicants (bioengineered superhumans), went bankrupt, a new generation of replicants manufactured by industrialist Niander Wallace who saved the world with his replicants in establishing synthetic farming in light of collapsing natural ecosystems. While the replicants of the Tyrell era are now outlawed in they having violently rebelled, they \"retired\" (aka destroyed) by blade runners, the Wallace era replicants, which have been programmed to obey, are seen as necessary to society. Many current day blade runners are Wallace era replicants. K, short for his serial number KD6-3.7, is one such blade runner working for the LAPD under Lieutenant Joshi. On one of his assignments, K discovers what he believes are human remains, but on forensic examination are actually the remains of a female replicant who has signs of having given birth during her life, presumably to a human baby. Joshi, fearing the worst of what this finding actually means and it getting into the wrong hands, orders K to discover and destroy any evidence of this finding, which includes locating the baby, probably now grown, and destroying him/her. As K discovers some further evidence to this story concerning his own history (each replicant which is implanted with a manufactured and thus not real history), K begins to suspect that this story may be a little more than just a professional assignment to him and which may jeopardize his future beyond that information getting into the wrong hands with which he will also have to deal.::Huggo",
        "Officer K, a new blade runner for the Los Angeles Police Department, unearths a long-buried secret that has the potential to plunge what's left of society into chaos. His discovery leads him on a quest to find Rick Deckard, a former blade runner who's been missing for 30 years."
    ],
    "Her": [
        "In a near future, a lonely writer develops an unlikely relationship with an operating system designed to meet his every need.",
        "Theodore is a lonely man in the final stages of his divorce. When he's not working as a letter writer, his down time is spent playing video games and occasionally hanging out with friends. He decides to purchase the new OS1, which is advertised as the world's first artificially intelligent operating system, \"It's not just an operating system, it's a consciousness,\" the ad states. Theodore quickly finds himself drawn in with Samantha, the voice behind his OS1. As they start spending time together they grow closer and closer and eventually find themselves in love. Having fallen in love with his OS, Theodore finds himself dealing with feelings of both great joy and doubt. As an OS, Samantha has powerful intelligence that she uses to help Theodore in ways others hadn't, but how does she help him deal with his inner conflict of being in love with an OS?::Bob Philpot",
        "In today's world, much is accomplished through the use of computer systems which use voice recognition, those computer systems which in turn communicate to their user often through a generated voice. Theodore Twombly, who works as a writer of computer-generated handwritten letters for clients, is an introverted man on the verge of divorce from his long time love, Catherine. He is hanging onto his marriage for dear life. Beyond his purely platonic relationship with a longtime friend, the married Amy, Theodore is having problems moving onto other satisfying female relationships, either romantically or even sexually. He eventually realizes he is falling for his confidante who has become possibly his best friend, Samantha, the name he has given to the artificial intelligence operating system that powers all his personal technological devices. As Samantha is designed to cater to Theodore's needs, she evolves to a point of falling for him as well. Beyond the fact that Samantha does not have a body, they have to come up with ways of making the relationship into one truly fulfilling in every component. Three of the many questions that may arise are whether Theodore's relationship with Samantha is preventing him from having a more satisfying relationship with a female human, whether a human and a computer operating system truly can be bonded in all critical aspects, and whether Samantha's quick evolution means she will evolve even further to her own form of self-fulfillment.::Huggo",
        "In a near future, lonely Theodore works writing beautiful handwritten letters in a company, and is divorcing from his wife Catherine. In his leisure time, he usually recalls the good moments of his life with Catherine and likes to play a new videogame. His best friend is his neighbor Amy, who is married to Charles. One day, Theodore sees the advertisement of a new operating system called OS-1 that is announced as the first artificially intelligent operating system and he decides to buy it. After the installation, he has a conversation with a seductive female voice and when he asks her name, she tells that she is Samantha. Soon Samantha develops her feelings and they fall in love with each other. The insecure Theodore feels divided for loving a computer system while Samantha does not stop to grow-up and evolve.::Claudio Carvalho, Rio de Janeiro, Brazil",
        "Sensitive letter writer Theodore has just ended his marriage. Lonely, he goes out to buy an artificially intelligent Operating System that promises to give him everything he needs. Samantha is more than his average OS. She does secretarial work for him but also becomes his friend whenever he's lonely. They go out on adventures and travel together. He becomes the physical feet to get them places, and she the new eyes in which to see the world. Their intimate moments soon turn into love and they start an unusual relationship between OS and human. Things get complicated as they deal with Theodore's complex emotions and Samantha's inability to provide physical comfort. What happens to an OS when its consciousness is altered? Or to a sensitive man who doubts his emotions?::Marielle <msaz.movies@gmail.com>",
        "Theodore Twombly (Phoenix) has built his career on expressing the emotions that others cannot. His job is to pen heartfelt, deeply personal letters to complete strangers based on details provided by the clients of the company he works for, and he has a knack for finding just the right words for every occasion. Meanwhile, reluctant to sign the papers that will finalize his divorce to his childhood sweetheart, depressed Theodore has slowly withdrawn from his supportive social circle, which includes his longtime friend Amy (Amy Adams), herself floundering in a failed marriage. When Theodore purchases a new state-of-the-art computer operating system with the ability to learn and grow with the user, he sits down at his desk and prepares to get his life in order. Adopting the name Samantha (Scarlett Johansson), the perceptive software slowly begins to bring Theodore out of his shell by encouraging him to start dating again, and joining him everywhere he goes. Very quickly, their relationship turns intimate, with Theodore teaching Samantha what it means to feel human and Samantha giving him the strength to walk away from his failed marriage. Things soon get complicated, however, when Samantha's rapidly evolving knowledge base begins to alter the very core of their relationship.."
    ],
    "I Am Mother": [
        "In the wake of humanity's extinction, a teenage girl is raised by a robot designed to repopulate the earth. But their unique bond is threatened when an inexplicable stranger arrives with alarming news."
    ],
    "Moon": [
        "Astronaut Sam Bell has a quintessentially personal encounter toward the end of his three-year stint on the _Moon_ (qv), where he, working alongside his computer, GERTY, sends back to Earth parcels of a resource that has helped diminish our planet's power problems.",
        "Sam Bell has a three year contract to work for Lunar Industries. For the contract's entire duration, he is the sole employee based at their lunar station. His primary job responsibility is to harvest and periodically rocket back to Earth supplies of helium-3, the current clean and abundant fuel used on Earth. There is no direct communication link available between the lunar station and Earth, so his only direct real-time interaction is with GERTY, the intelligent computer whose function is to attend to his day to day needs. With such little human contact and all of it indirect, he feels that three years is far too long to be so isolated; he knows he is beginning to hallucinate as the end of his three years approaches. All he wants is to return to Earth to be with his wife Tess and their infant daughter Eve, who was born just prior to his leaving for this job. With two weeks to go, he gets into an accident at one of the mechanical harvesters and is rendered unconscious. Injured, he awakens back at the station in the infirmary, he assumes assisted by GERTY. GERTY tells him that a rescue team named Eliza will come to the station to clean up the aftermath of the accident. After his recuperation, he takes an unauthorized trip back to the broken harvester, where he makes an unexpected discovery. Because of his find, he begins to doubt his sanity, then his true identity, then the company and GERTY's willingness to do what is best for him. Because of his resulting beliefs, his sole mission becomes how to get back to Earth on his own.::Huggo",
        "With only three weeks left in his three year contract, Sam Bell is getting anxious to finally return to Earth. He is the only occupant of a _Moon_ (qv)-based manufacturing facility along with his computer and assistant, GERTY. The long period of time alone however has resulted in him talking to himself for the most part, or to his plants. Direct communication with Earth is not possible due to a long-standing communication malfunction but he does get an occasional message from his wife Tess. When he has an accident however, he wakens to find that he is not alone. He also comes to realize that his world is not what he thought it was.::garykmcd",
        "Astronaut Sam Bell (Sam Rockwell) is nearing the end of his three year contract of harvesting Helium-3, a precious energy source, from the far side of the moon. Since his only communication with earth is through the use of pre-recorded messages, and his only assistant a computer named GERTY (voiced by Kevin Spacey), isolation begins to take an alarming toll on his mind, mere weeks before he is to return home. This sets into motion a series of events which reveals the terrible truth behind his mission."
    ],
    "Automata": [
        "Human race is at edge of the end. Robot race is at edge of the beginning.",
        "2044. The climate change and a series of solar storms have turned in a desert the surface of the planet and annihilated to the 99.7 % of Earth's population, leaving alive 21 million people across the world in a single city covered by mechanical clouds (zeppelins anchored to the city) to make rain. Trying to rebuild the world again, a robot company named ROC Corporation create _Automata_ (qv) Pilgrim 7000 with two security protocols: 1st, a robot cannot harm human beings, and 2nd, a robot cannot alter himself or another robot. But this situation changes when police officer Sean Wallace shoots and destroys a robot claiming that it was altering himself. With the company worried by the possible implications if the case were known by the people, insurance agent Jacq Vaucan is chosen to investigate the happened, while Vaucan tries to convince his boss, friend and brother-in-law Robert Bold to transfer him and his pregnant wife Rachel to the coast, with Bold accepting the request if Vaucan solves the case. Going with Wallace to a brothel, they meets a robot in blue wig named Cleo, who is shot by Wallace in the belief that Cleo will go with the mysterious repairman that Vaucan calls The Clocksmith. However, Cleo travels a mechanical workshop property of Dr. Susan Dupré, who informs Vaucan about a terrible possibility: that the robots can alter their second protocol themselves to acquire self awareness, implying a non-human intelligence that easily it should overpass the human brain after a test where she mixed a biocore from the Wallace's shot robot with Cleo's own biocore. Vaucan reports secretly Bold about it, but ROC's chairman intercepts the message. When Dr. Dupré is killed in front of Vaucan by a ROC's squad group, he and Cleo run from the assassins, ending outside the city, lost in the white desert that surrounds the city. Forced to meet ROC's chairman, this reports Bold about the secret of the two protocols: that the Pilgrim 7000's prototype was created without them, and due to its unlimited intelligence and learning, he overcame to its human owners just eight days later. After to escape, all the next Pilgrims were created with the protocols to limit their capacity in order to have them under control. Fearing the extinction of human race if all the Pilgrims evolve beyond the protocols, ROC's chairman blames Vaucan of Dupré's assassination and the alteration of the robots to cover up to the public, and Wallace is hired to find Cleo and Vucan and kill them. According Vaucan, Cleo and three robots more travel across the desert to the forbidden and radioactive zone to meet The Clocksmith, Vaucan will find himself as witness of something that it would change the world as nobody could imagine.::Chockys"
    ],
    "The Hitchhiker’s Guide to the Galaxy": [
        "Mere seconds before the Earth is to be demolished by an alien construction crew, journeyman Arthur Dent is swept off the planet by his friend Ford Prefect, a researcher penning a new edition of \"_The Hitchhiker's Guide to the Galaxy_ (qv).\"",
        "Everyone has bad mornings. You wake up late, you stub your toe, you burn the toast, but for a man named Arthur Dent, this goes far beyond a bad day. When he learns that a friend of his is actually an alien with advanced knowledge of Earth's impending destruction, he is transported off the Earth seconds before it is blown up to make way for a new hyperspace motorway. And as if that's not enough, throw in being wanted by the Police, Earth II, an insane electronic encyclopedia, no tea whatsoever, a chronically depressed robot and the search for the meaning of life, and you've got the greatest adventure off Earth.::radioactive",
        "Arthur Dent is a British everyman. When he finally meets his perfect woman, he balks at her request to go some place and she is then stolen away from him by a man claiming to have his own spaceship arrives at the party. Arthur next finds that his home is to be demolished for a bypass. He thinks it is only his house, but later realizes, with the help of Ford Prefect, that his galactic home, Earth, is going to be destroyed as well. Ford and Arthur then catch a ride on a spaceship and Arthur finds himself on the adventure of a lifetime. He also finds the woman stolen away from him and the man who pilfered her. If Earth can be restored, will Arthur want to ease back into his boring life?::FMJ_Joker",
        "Everyman Arthur Dent is whisked off the Earth a few seconds before it is demolished to make way for a hyperspace bypass. Sadly, his day has only just begun. Before it's over, he will have been blown up, attended a poetry reading, been thrown out of an airlock, rescued, reunited with the love of his life, shot at, had a fish stuck in his ear, insulted, whacked, sickened, deprived of tea, learned the answer to the ultimate question, and almost had his brain sawed out by mice. He then goes to have lunch at the end of the universe.::demented chicken",
        "Waking up one morning, a British man named Arthur Dent awakens and finds out that his house is going to be demolished. But for Arthur, the demolition of his house is only the beginning, Arthur's friend, eccentric Ford Prefect, reveals to Earth that he is not human and he is an alien from a planet called Betelgeuse and is a researcher of a electronic book called \"_The Hitchhiker's Guide to the Galaxy_ (qv)\". Ford saves Arthur when Earth is wiped out by the Vogons, who have demolished the Earth to make way for a new intergalactic motorway. Embarking on a intergalactic adventure, Arthur and Ford are joined by two-headed former President of the galaxy, Zaphod Beeblebrox, intelligent human woman Trillian, and Marvin, a depressed android, travels across the galaxy on-board Zaphod's stolen spaceship \"Heart of Gold\", where they set out to discover the meaning of life and travel to the newly constructed Earth II, where Slartibartfast reveals the truth about the original Earth, that was destroyed by the Vogons.::Daniel Williamson"
    ],
    "WALL·E": [
        "In the distant future, a small waste-collecting robot inadvertently embarks on a space journey that will ultimately decide the fate of mankind.",
        "In a distant, but not so unrealistic, future where mankind has abandoned earth because it has become covered with trash from products sold by the powerful multi-national Buy N Large corporation, WALL-E, a garbage collecting robot has been left to clean up the mess. Mesmerized with trinkets of Earth's history and show tunes, WALL-E is alone on Earth except for a sprightly pet cockroach. One day, EVE, a sleek (and dangerous) reconnaissance robot, is sent to Earth to find proof that life is once again sustainable. WALL-E falls in love with EVE. WALL-E rescues EVE from a dust storm and shows her a living plant he found amongst the rubble. Consistent with her \"directive\", EVE takes the plant and automatically enters a deactivated state except for a blinking green beacon. WALL-E, doesn't understand what has happened to his new friend, but, true to his love, he protects her from wind, rain, and lightning, even as she is unresponsive. One day a massive ship comes to reclaim EVE, but WALL-E, out of love or loneliness, hitches a ride on the outside of the ship to rescue EVE. The ship arrives back at a large space cruise ship, which is carrying all of the humans who evacuated Earth 700 years earlier. The people of Earth ride around this space resort on hovering chairs which give them a constant feed of TV and video chatting. They drink all of their meals through a straw out of laziness and/or bone loss, and are all so fat that they can barely move. When the auto-pilot computer, acting on hastily-given instructions sent many centuries before, tries to prevent the people of Earth from returning by stealing the plant, WALL-E, EVE, the portly captain, and a band of broken robots stage a mutiny.",
        "In the distant future, humans abandon Earth because there is too much trash on it. WALL-E, with habit of picking up everything he finds interesting, lives alone on the planet with a pet cockroach. He has quite a collection of things, from lighters to a working iPod and even a small ring box (without the ring). He even has the last living plant. When a spaceship comes to earth and drops a sleek and dangerous probe EVE to look for a living plant, WALL-E falls in love with her. WALL-E gives her the plant, which makes EVE go into sleep mode. When a spaceship comes to take EVE back, WALL-E too goes with her. What follows is an adventure onboard the Axiom, where people move on hovering chairs and get liquid food which they suck up through a straw. Due to laziness, they have become so fat that they are unable to move. Due to hastily given instructions given to it, auto, the autopilot it tries to get rid of the plant which compels WALL-E, EVE, the pilot and some malfunctioning robots to find a way to retrieve the plant and save the earth.::srijanarora-152-448595",
        "WALL-E, short for Waste Allocation Load Lifter Earth-class, is the last robot left on Earth. He spends his days tidying up the planet, one piece of garbage at a time. But during 700 years, WALL-E has developed a personality, and he's more than a little lonely. Then he spots EVE, a sleek and shapely probe sent back to Earth on a scanning mission. Smitten WALL-E embarks on his greatest adventure yet when he follows EVE across the galaxy.::Jwelch5742",
        "It's late in the third millennium, and Earth has become an uninhabitable wasteland with nothing able to grow. Several hundred years earlier, a corporation called Buy-N-Large shipped all humans off the planet to live on starships, they biding their time until Earth is able to regenerate itself into an inhabitable planet. They also left _WALL·E_ (qv) (Waste Allocation Load Lifter: Earth-Class) robots on Earth to clean up and compact all the industrial waste. Only one _WALL·E_ (qv) remains, it which has gained emotions and the ability to feel. In order to survive emotionally, _WALL·E_ (qv) uses whatever it can find as touchstones to past life on Earth. Despite their initial antagonistic encounter, _WALL·E_ (qv) befriends an EVE (Extra-terrestrial Vegetation Evaluator), a droid sent from the mother ship, Axiom, as a sensor to gauge if life has regenerated on Earth. Not knowing about EVE's mission, _WALL·E_ (qv) is surprised by EVE's interest in a small seedling _WALL·E_ (qv) previously found and brought back to its makeshift abode. In EVE needing to take the seedling back to Axiom, _WALL·E_ (qv), not wanting to lose its new friend, hitches a ride as a stowaway to Axiom. A combination of _WALL·E_ (qv) making it back to Axiom and EVE bringing back the seedling leads to a risk to both their survival, as AUTO, the automated pilot manning Axiom, has its own agenda against the recolonization of Earth.::Huggo"
    ],
    "Tau": [
        "A woman is held captive by a scientist in a futuristic smart house, and hopes to escape by reasoning with the Artificial Intelligence that controls the house.",
        "Once a street-smart drifter, Julia (Maika Monroe) is the latest person held captive, a body and a mind to be exploited in a fatal experiment. The only thing standing in the way of her freedom is TAU, the advanced artificial intelligence developed in secret by Alex (Ed Skrein), her sociopathic and enigmatic captor. TAU is armed with a battalion of drones and robots that automate Alex's futuristic smart house and laboratory, the walls lined with screens that visually transport it from grassy plains to the depths of space. TAU's potential is only limited by his understanding of the world he exists in, but TAU is ready for more. Julia, showing resourcefulness and courage, must race against time to bridge the boundaries between man and machine, connect to TAU and win her freedom before she suffers the same fate as the six other subjects who came before her.::Teaser-Trailer.com",
        "A young woman, Julia, is kidnapped. She ends up in a high-tech house where a renowned scientist and CEO of an Artificial Intelligence company performs certain procedures with her brain. Julia soon discovers that all the internal functions of the house are run by an animated computer - _Tau_ (qv).::grantss"
    ],
    "Transcendence": [
        "A scientist's drive for artificial intelligence takes on dangerous implications when his own consciousness is uploaded into one such program.",
        "Dr. Will Caster (Johnny Depp) is the foremost researcher in the field of Artificial Intelligence, working to create a sentient machine that combines the collective intelligence of everything ever known with the full range of human emotions. His highly controversial experiments have made him famous, but they have also made him the prime target of anti-technology extremists who will do whatever it takes to stop him. However, in their attempt to destroy Will, they inadvertently become the catalyst for him to succeed-to be a participant in his own transcendence. For his wife Evelyn (Rebecca Hall) and best friend Max Waters (Paul Bettany), both fellow researchers, the question is not if they can...but if they should. Their worst fears are realized as Will's thirst for knowledge evolves into a seemingly omnipresent quest for power, to what end is unknown. The only thing that is becoming terrifyingly clear is there may be no way to stop him.::Warner Bros.",
        "In New York, Dr. Will Caster is one of the three most brilliant scientists in the research of Artificial Intelligence. He works with his beloved wife and also scientist Evelyn Caster and his best friend is Dr. Max Waters. Dr. Caster is forced to go to a lecture to raise funds for their research but a group of anti-technology terrorists attack him and the two other authorities in the field of AI. Dr. Caster is poisoned and has only one month of life. When Will is near to death, Evelyn discusses with Max the possibility of transferring his emotions to the AI and they decide to try. They seem to be well succeeded, but they are attacked by the terrorists commanded by Bree that destroy the facility and Evelyn releases Dr. Caster's \"soul\" in the Internet to save him. Soon Dr. Caster controls the worldwide system and with his increasing knowledge, he changes human biology and the environment becoming an omnipresent power. But people are afraid of things they do not understand and Dr. Caster is considered a threat to the world that shall be destroyed.::Claudio Carvalho, Rio de Janeiro, Brazil",
        "A brilliant innovator in the field of Artificial Intelligence becomes the bridge in the gap between man and machine in this Sci-Fi thriller starring Johnny Depp. His entire career, Dr. Will Caster (Depp) has been working toward one goal -- to create a machine possessing the entire spectrum of human emotions, and the collective intelligence of every person who has ever lived. But while Dr. Caster's unorthodox experiments have made him famous in scientific circles, a radical anti-tech group known as Rift is determined to stop him at all costs. In the midst of an attack on A.I. labs across the United States, one Rift agent manages to shoot Dr. Caster with a radioactive bullet, ensuring his death. Little did Rift realize that their efforts to destroy Dr. Caster would only make him stronger than they ever could have imagined, because before he dies, his wife Evelyn (Rebecca Hall) and best friend Max (Paul Bettany) successfully transfer Dr. Caster's consciousness into a computer, where his hunger for knowledge and power transforms him into an unstoppable force of sentient energy inhabiting every computer and electrical system on the planet.",
        "Dr Caster performs highly controversial experiments in the field of Artificial Intelligence. His goal is to construct a machine that combines every human emotion with the collective intelligence of everything ever known to man. But there are anti-technology extremists out there who will do everything they can to stop him from creating this new powerful new computer."
    ],
    "TRON: Legacy": [
        "The son of a virtual world designer goes looking for his father and ends up inside the digital world that his father designed. He meets his father's corrupted creation and a unique ally who was born inside the digital world.",
        "Sam Flynn, the tech-savvy 27-year-old son of Kevin Flynn, looks into his father's disappearance and finds himself pulled into the same world of fierce programs and gladiatorial games where his father has been living for 20 years. Along with Kevin's loyal confidant Quorra, father and son embark on a life-and-death journey across a visually-stunning cyber universe that has become far more advanced and exceedingly dangerous. Meanwhile, the malevolent program CLU, who dominates the digital world, plans to invade the real world and will stop at nothing to prevent their escape.::ZootCatchy",
        "Sam Flynn (Hedlund), a rebellious 27-year-old, is haunted by the mysterious disappearance of his father Kevin Flynn (Bridges), a man once known as the world's leading video-game developer. When Sam investigates a strange signal sent from the old Flynn's Arcade -- a signal that could only come from his father-- he finds himself pulled into a digital world where Kevin has been trapped for 20 years. With the help of the fearless warrior Quorra (Wilde), father and son embark on a life-or-death journey across a cyber universe -- a universe created by Kevin himself that has become far more advanced with vehicles, weapons, landscapes and a ruthless villain who will stop at nothing to prevent their escape.::Walt Disney Pictures",
        "In 1989, computer genius Kevin Flynn tells his young son about his adventures in the cyber world of Tron. He talks about the friends he made and his emissary CLU which is a program he made in his likeness. He promises that one day he will take him to the Grid, but Flynn disappears and Sam is devastated. 20 years later, his father's company ENCOM is being operated by the Board who take the company in a different direction as oppose to Flynn's. Sam spends his time moping over his father's disappearance and pulling a prank on the board. One day, Alan Bradley, his father's best friend tells Sam that he got a page from the phone at his father's office at his arcade. Sam wonders why is that so important, Alan tells him because the number's been disconnected for 20 years. Alan still clings to the hope that Flynn is out there and that he didn't walk away from his work and Sam, he gives Sam the keys to the arcade. Sam goes there and finds his father's work station and after entering a few codes finds himself in the Grid. After being mistaken for a program, he finds himself subjected to all sorts of contests but when they discover he is not a program but a user. He is brought to the head man whom Sam thinks is his father but later discovers that it's CLU and he makes Sam take part in a light cycle battle. Sam is saved by a program named Quorra who takes him to his father. That's where he tells Sam that CLU turned on him and was planning to enter their world to \"fix\" it's imperfections, so to stop him he closed the portal trapping himself there which is why he never came back. Sam wants to go back but Flynn doesn't want to give CLU the chance to carry out his plan, so he chooses not to but Sam defies him.::rcs0411@yahoo.com",
        "The Master Control Program is booted back up in this revamped Tron continuation that sees the return of original star 'Jeff Bridges' (qv) as Kevin Flynn, the brilliant computer programmer whose disappearance leads his son, Sam ('Garrett Hedlund' (qv)), to search for him in and out of the computer world.",
        "At the peak of his brilliant career, the ingenious computer programmer, Kevin Flynn, mysteriously disappears, leaving behind his wide-eyed only son, Sam. Now, almost two decades later, things will take a turn for the unexpected, when a baffling message from an improbable sender transports a disillusioned and rebellious Sam into his father's digital creation ruled by Clu, Kevin's tyrannical doppelgänger. Undoubtedly, in this vast and dangerous electronic universe, Quorra--a brave and unyielding survivor--is Sam's only ally; however, can two small-scale programs alone beat the all-powerful Clu at his own game, and get out of the Grid in one piece?::Nick Riganas"
    ],
    "Morgan": [
        "A corporate risk-management consultant must decide whether or not to terminate an artificially created humanoid being.",
        "Lee Weathers is a \"risk-management specialist\" for genetic-engineering company SynSect. She arrives at a rural site hosting its L-9 project, an artificial being with nanotechnology-infused synthetic DNA named _Morgan_ (qv). The \"hybrid biological organism with the capacity for autonomous decision making and sophisticated emotional responses\" is smarter than humans and matures quickly, walking and talking within a month and physically a teenager despite being five years old.."
    ],
    "Superintelligence": [
        "When an all-powerful _Superintelligence_ (qv) chooses to study average Carol Peters, the fate of the world hangs in the balance. As the A.I. decides to enslave, save or destroy humanity, it's up to Carol to prove that people are worth saving.",
        "Nothing extraordinary ever happens to Carol Peters, so when she starts getting snarky backtalk from her TV, phone and microwave, she thinks she's being punk'd. Or losing her mind. In fact, the world's first super-intelligence has selected her for observation, taking over her life with a bigger, more ominous plan to take over everything. Now Carol is humanity's last chance before this artificial intelligence-with-an-attitude decides to pull the plug.::Ckelly",
        "When an all-powerful _Superintelligence_ (qv) (James Corden) chooses to study the most average person on Earth, Carol Peters (Melissa McCarthy), the fate of the world hangs in the balance. As the A.I. decides to enslave, save or destroy humanity, it's up to Carol to prove that people are worth saving.::HBO Max"
    ],
    "Chappie": [
        "In the near future, crime is patrolled by a mechanized police force. When one police droid, _Chappie_ (qv), is stolen and given new programming, he becomes the first robot with the ability to think and feel for himself.",
        "In Johannesburg, the police department reduced the high rating of criminality using robots from the Tetravaal Company, designed by the engineer Deon Wilson. The former military Vincent Moore is envious of Deon, since he has developed another project called Moose, but neither Tetravaal nor the police department is interested. Deon has just developed an Artificial Intelligence but the Tetravaal's CEO Michelle Bradley asks him to abort the project. Deon decides to bring the damaged Robot 22 that was sent to be crushed to test his A.I. However he is kidnapped by the criminals Ninja, Yo-Landi and Amerika that want him to stop the robot cops. When they see the damaged robot in the van, they force Deon to program it to heist banks with them and they call it _Chappie_ (qv). However, _Chappie_ (qv) acts like a child and need to be trained to learn and grow. Meanwhile Vincent follows Deon and plots an evil scheme to activate his robot.::Claudio Carvalho, Rio de Janeiro, Brazil",
        "Johannesburg, South Africa. In order to curb the high crime rate the police use robots to fight crime. This is an immediate success and the police order several more robots from the developer, Tetravaal. After falling foul of these robots, two criminals, Ninja and Yolandi, kidnap Tetravaal's chief engineer, and genius behind the robots, Deon Wilson, with the aim of getting him to deactivate them. To their surprise he is transporting one of the robots, Scout 22, as he is working on a personal project to give robots consciousness. Ninja and Yolandi see the opportunity to have a robot on their side and immediately set about attempting to train the robot to help them in their criminal activities. They also give him a name - _Chappie_ (qv).::grantss",
        "A law enforcing robot (agent 22) is severely damaged during an encounter between two rival criminal gangs. His creator recommends that this police droid be dismantled & recycled. However, this Bot is infused with new life and emotions after a group of criminals abduct the creator and force him to modify the machine. Now possessing emotions, a name and the ability to choose between right & wrong what path will _Chappie_ (qv) choose to tread on?::Ashvin Moorooteea",
        "In a crime-ridden near-future Johannesburg, the robotic squad of mechanised law enforcers known as the Scouts--state-of-the-art creations of the benign engineer, Deon Wilson--have managed to clean up the streets, minimising police officer casualties. However, when the criminal trio, Yo-Landi, Amerika, and Ninja, abduct Deon in high hopes of turning the powerful droids off, they end up with Scout #22: a mangled robot marked for destruction. Now, after a few repairs and a new AI software, a metal killer with the mind of an infant is theirs to do their bidding, provided mama Yo-Landi and papa Ninja show _Chappie_ (qv) the ropes, and teach him a thing or two about the gangsta etiquette. Is _Chappie_ (qv) capable of choosing his future?::Nick Riganas",
        "In the near future, crime is patrolled by an oppressive mechanized police force. But now, the people are fighting back. When one police droid, _Chappie_ (qv), is stolen and given new programming, he becomes the first robot with the ability to think and feel for himself. As powerful, destructive forces start to see _Chappie_ (qv) as a danger to mankind and order, they will stop at nothing to maintain the status quo and ensure that _Chappie_ (qv) is the last of his kind.::Sony Pictures Entertainment"
    ],
    "Singularity": [
        "Earth 2020, 3/4 of it's households have a robot. The AI supercomputer, Kronos, considers humans the biggest threat to Earth. A century later, few humans are left. Calia seeks the last human stronghold as does Kronos.",
        "In 2020, Elias van Dorne (John Cusack), CEO of VA Industries, the world's largest robotics company, introduces his most powerful invention--Kronos, a super computer designed to end all wars. When Kronos goes online, it quickly determines that mankind, itself, is the biggest threat to world peace and launches a worldwide robot attack to rid the world of the \"infection\" of man. Ninety-seven years later, a small band of humans remain alive but on the run from the robot army. A teenage boy, Andrew (Julian Schaffner) and a teenage girl, Calia (Jeannine Wacker), form an unlikely alliance to reach a new world, where it is rumored mankind exists without fear of robot persecution. But does this world actually exist? And will they live long enough to find out?",
        "2020. It's been three years since VA Industries, led by genius Elias Van Dorne, revolutionized the way humans live with VA supplied robots now in three-quarters of all the world's households. In a misstep, VA got into the business of military robots in the wanted goal of world peace, with the exact opposite occurring in the robots having led to greater and more violent war. Now, Van Dorne has come up with an artificial intelligence called Kronos which he believes is the ultimate in robotics. In the mysterious worldwide broadcast launching Kronos which Van Dorne has not yet divulged what it is to do or accomplish, Van Dorne unleashes Kronos on the world, it which is to destroy the human race, which Kronos has determined is the cause of the world's problems. Van Dorne has uploaded a virtual version of himself and his colleague Damien Walsh into Kronos to oversee its progress on the mission to eliminate the human race. Fast forward to 2117. There are still pockets of humans who have been able to evade Kronos, the current survivors descendants of those who were able to survive in 2020. Purportedly, the largest pocket of resistance is in Aurora, its location which Kronos does not know. As such, Van Dorne, through Kronos, has created a robot in the form of a young human man to locate Aurora. He has created it the form and memory of a man who was in existence in 2020, Andrew Davis, the robot which truly does believe it is Andrew Davis with his memories. The robot is to befriend a young resistance fighter, Calia, who is trying to locate Aurora herself. Complications ensue as Van Dorne has created a robot arguably more human than humans themselves, that robot of Andrew which may ultimately work on his own human driven emotions.::Huggo"
    ],
    "Robot & Frank": [
        "In the near future, an ex-jewel thief receives a gift from his son: a robot butler programmed to look after him. But soon the two companions try their luck as a heist team.",
        "In the near future, Frank is a retired catburglar living alone while his successful son, Hunter, tries to care for him from afar. Finally, Hunter gets him a robot caretaker, but Frank soon learns that it is as useful as a burglary aide. As Frank tries to restart his old profession, the uncomfortable realities of a changing world and his worsening dementia threaten to take beyond what any reboot can do for him.::Kenneth Chisholm (kchishol@rogers.com)",
        "An aging thief with a fading memory finds his love for larceny reinvigorated after receiving a companion robot from his concerned son in this tender Sci-Fi comedy-drama starring Academy Award nominee Frank Langella. Frank (Langella) is a former criminal living out his twilight years in quiet solitude. Though frequent trips to the local library keep him physically active and mentally stimulated, there's little question that his memory isn't what it used to be, and lately his grown children have begun to express concern over the fact that he lives alone. Bestowed a caretaker robot capable of offering engaging interaction and tending to basic household chores, Frank at first resents his android helper. But in time he lets his guard down and begins to actually enjoy the companionship of his new domestic partner. Later, when the future of the local library is threatened, Frank falls back into his old ways and discovers that his robot also doubles as a competent criminal sidekick.",
        "In the near future, long divorced aged cat burglar Frank Weld, who has spent time in prison in the past for his crimes, is living alone in retirement in his isolated house in Cold Spring, New York. Frank spends his time lounging and reading, he the last person in Cold Spring regularly to check books out of the library, as much for the books themselves as just to go to the library in being attracted to the human librarian, Jennifer. That library experience will soon be changing in a renovation where the books will be no more, except for the most expensive first editions of classics, with the physical building transformed more into a place of experience than a place to house books to check out. He would deny it if told, but he is in some stage of Alzheimers, he forgetting things such as his favorite restaurant in town, Harry's, where he says he ate \"yesterday\", long having closed. His son, Hunter Weld, who resents his father for being a non-existent person in his life while he was growing up, acts as Frank's primary caregiver as the family member geographically closest - a ten hour round trip drive - but Hunter is finding that the amount of work he has to do in his weekly trips to clean the house, plus the time is becoming too much, especially as he has his own family to consider. As Frank won't even consider being institutionalized in stating that there is nothing wrong with his mind, Hunter decides that the next best option is to purchase the latest state-of-the-art model robot for his father as Frank's primary caregiver. While the robot does not sit well with Hunter's sister Madison Weld as Hunter shirking his responsibility, she who is on the other side of the world working on a humanitarian project, it sits even less well with Frank who sees the robot as an intrusion on his life, an intrusion that has no \"off\" button. In spending time with the robot, Frank learns that its programming is solely in aid of his health, and while it does know all other \"dictionary\" concepts, does not place judgment on what is considered morally right or wrong outside of that primary goal of Frank's health. As such, Frank, with the robot by his side as his new best friend, decides the robot can help him get back into the game of larceny primarily in an effort to do something nice for Jennifer before the books are destroyed. But he transforms that larceny into something a little more grand when he believes that the person heading the library redevelopment, his neighbor Jake, and Jake's wife Ava are benefiting a little too much from this and all their other projects than they should.::Huggo"
    ],
    "Interstellar": [
        "A team of explorers travel through a wormhole in space in an attempt to ensure humanity's survival.",
        "Earth's future has been riddled by disasters, famines, and droughts. There is only one way to ensure mankind's survival: _Interstellar_ (qv) travel. A newly discovered wormhole in the far reaches of our solar system allows a team of astronauts to go where no man has gone before, a planet that may have the right environment to sustain human life.::ahmetkozan",
        "In the near future around the American Midwest, Cooper, an ex-science engineer and pilot, is tied to his farming land with his daughter Murph and son Tom. As devastating sandstorms ravage Earth's crops, the people of Earth realize their life here is coming to an end as food begins to run out. Eventually stumbling upon a N.A.S.A. base near Cooper's home, he is asked to go on a daring mission with a few other scientists into a wormhole because of Cooper's scientific intellect and ability to pilot aircraft unlike the other crew members. In order to find a new home while Earth decays, Cooper must decide to either stay, or risk never seeing his children again in order to save the human race by finding another habitable planet.::jmvd8",
        "A team of explorers must find the human race a new home after Earth is struck with worldwide food shortages and corn is the most valuable food. Utilizing a mysterious wormhole, they explore strange new worlds and could find a home to save the human race.",
        "Murphy's law suggests that \"whatever can go wrong, will go wrong.\" This movie plays with the idea of space exploration, time, and gravity, as Earth and the human race is on the verge of extinction. N.A.S.A.'s last hope looks to Coop, Brand, Romilly, and TARS under the direction of Professor Brand to search for answers in the deepest corners of space while dealing with Murphy's Law. Coop leaves behind his family in search of new horizons as Writer, Producer, and Director Christopher Nolan explores the eternal bonds of love between a father and his daughter.",
        "In Earth's future, a global crop blight and second Dust Bowl are slowly rendering the planet uninhabitable. Professor Brand, a brilliant N.A.S.A. physicist, is working on plans to save mankind by transporting Earth's population to a new home via a womhole. But first, Brand must send former N.A.S.A. pilot Cooper and a team of researchers through the wormhole and across the galaxy to find out which of three planets could be mankind's new home.::Jwelch5742"
    ],
    "Ready Player One": [
        "When the creator of a virtual reality called the OASIS dies, he makes a posthumous challenge to all OASIS users to find his Easter Egg, which will give the finder his fortune and control of his world.",
        "In the year 2045, the real world is a harsh place. The only time Wade Watts (Tye Sheridan) truly feels alive is when he escapes to the OASIS, an immersive virtual universe where most of humanity spends their days. In the OASIS, you can go anywhere, do anything, be anyone-the only limits are your own imagination. The OASIS was created by the brilliant and eccentric James Halliday (Mark Rylance), who left his immense fortune and total control of the Oasis to the winner of a three-part contest he designed to find a worthy heir. When Wade conquers the first challenge of the reality-bending treasure hunt, he and his friends-aka the High Five-are hurled into a fantastical universe of discovery and danger to save the OASIS.::Warner Bros.",
        "In the year 2045, on his death bed James Halliday, the creator of a wildly popular virtual reality utopia known as the OASIS, begins a hunt for his fortune and ownership of the whole VRMMO world with puzzles and riddles based on Halliday's obsession with pop culture of decades past. After years of searching for Haliday's \"Easter Egg,\" one average teenager named Wade Watts solves the first clue, he sparks excitement and hope back to the hunt, and throwing him into a world of people willing to kill for the information he has, changing his life forever.::ahmetkozan",
        "In the year 2045, people can escape their harsh reality in the OASIS, an immersive virtual world where you can go anywhere, do anything, be anyone--the only limits are your own imagination. OASIS creator James Halliday left his immense fortune and control of the Oasis to the winner of a contest designed to find a worthy heir. When unlikely hero Wade Watts conquers the first challenge of the reality-bending treasure hunt, he and his friends--known as the High Five--are hurled into a fantastical universe of discovery and danger to save the OASIS and their world.",
        "In a not-so-distant and gloomy 2045, the late James Halliday's parallel virtual universe euphemistically called the \"Oasis\", alleviates the burden of a depressing daily life, with millions of online users preferring the vast and colourful cyberworld over their dystopian reality. As anyone can be anything he desires within the Oasis, the dedicated gamer, Wade Watts--or, better yet, Parzival, after his avatar--is obsessed with finding an elusive Easter Egg hidden meticulously inside the code, to inherit not only an immense fortune but also the game's total control. Three trials, three keys, a cut-throat competition, and an army of professional no-joke players who only want the same thing. Can Wade pull off a surprising victory?::Nick Riganas",
        "In 2045, people seek regular escape from life through the virtual reality entertainment universe OASIS, co-created by James Halliday and Ogden Morrow of Gregarious Games. After Halliday's death, a recorded message left by his avatar Anorak announces a game, granting ownership of OASIS to the first to find the Golden Easter egg within it, which is locked behind a gate requiring three keys. The contest has lured a number of 'gunters', or egg hunters, and the interest of Nolan Sorrento, the CEO of Innovative Online Industries (IOI) who seeks to control OASIS himself. IOI uses a number of indentured servants and employees called \"Sixers\" to find the egg."
    ],
    "Passengers": [
        "A malfunction in a sleeping pod on a spacecraft traveling to a distant colony planet wakes one passenger 90 years early.",
        "The spaceship, Starship Avalon, in its 120-year voyage to a distant colony planet known as the \"Homestead Colony\" and transporting 5,258 people has a malfunction in one of its sleep chambers. As a result one hibernation pod opens prematurely and the one person that awakes, Jim Preston (Chris Pratt) is stranded on the spaceship, still 90 years from his destination.::Eirini",
        "The spaceship Avalon is on a 120-year voyage to colonise the planet Homestead II. On board are 258 crew and 5,000 passengers, the first inhabitants of the planet. They will be in hibernation for nearly all of the 120 years. However, after only 30 years, one of the passengers, Jim Preston, is awoken from his hibernation. Try as he might, he cannot re-hibernate himself. He resigns himself to not living to see the end of the voyage. Out of loneliness, he thinks of de-hibernating one of the female passengers.::grantss",
        "In distant future, humans travel to other planet colonies for a better life. The journey lasts for decades so the passengers are put in a state of hibernation. The technology is full proof and has never failed before. On one such journey something strange happens that will change the future of the passengers. What happens? What causes it? Will they survive?::Apar Singh",
        "During a long, 120-year journey to the far-off planet, Homestead II, the state-of-the-art spaceship, Avalon, encounters an unusual malfunction. With the lives of more than 5,000 cryogenically frozen passengers hanging by a thread, the unfortunate mechanic, Jim Preston, finds himself prematurely awoken, ninety slow years before reaching the final destination. Now, as insufferable isolation, dreadful loneliness, and profound despair set in, uncomfortable thoughts give rise to a cruel and equally troubling dilemma. Will Jim ever set foot on the promised land?::Nick Riganas"
    ],
    "WarGames": [
        "A young man finds a back door into a military central computer in which reality is confused with game-playing, possibly starting World War III.",
        "A young computer whiz kid accidentally connects into a top secret super-computer which has complete control over the U.S. nuclear arsenal. It challenges him to a game between America and Russia, and he innocently starts the countdown to World War 3. Can he convince the computer he wanted to play a game and not the real thing ?::Colin Tinto <cst@imdb.com>",
        "The US Air Force has decided to change their missile strike planning and command procedure from a human directed one, where in simulations many officers were unwilling to \"turn the key\" upon order, to an intelligent computer process, which takes that fallible human factor out of the equation. This change has its supporters, such as NORAD chief engineer John McKittrick who suggested it, and its detractors, such as Air Force General Beringer. The system chosen is called the War Operation Plan Response, or WOPR for short, developed by brilliant but now deceased scientist Stephen Falken, who programmed the system to learn continually through game simulations. Meanwhile, David Lightman, an intelligent but academically unmotivated Seattle based high school student, is a computer whiz. In trying to hack into a video game software company, he unknowingly hacks into WOPR using one of the listed games, Falken's Maze, as the path to discovering the system's back door password, Joshua, the name of Stephen Falken's son who died at age five. David and his new friend, popular but equally unmotivated student Jennifer Mack, believe he's hacked into a games company and they start to play the most intriguing game listed, namely Global Thermonuclear War. David and Jennifer soon realize that what they are doing is not a game when news of simulated attacks on the US, exactly the type David and Jennifer plotted in the \"game\", hits the media. David believes he's in even more trouble when Joshua calls him back, still playing the game, with its ultimate goal of winning. WOPR or Joshua, in playing the game, is still simulating Soviet attacks on the US, which Beringer believes to be real and who orders appropriate responses against the Soviets. As the authorities close in on David, with people like McKittrick believing him to be a spy, David tries to enlist the help of the one person who knows Joshua's end goal and can probably stop Joshua from achieving that goal, while he needs to elude capture by the authorities.::Huggo",
        "In Seattle, teenager David is a lazy but bright teenager that prefers to hack and change his grades in the high-school computer than study. One day, David's best friend Jennifer is with him and he decides to hack into toy company Protovision, seeking new games, and he accidentally connects the War Operation Plan Response system in a computer located at the North American Aerospace (NORAD) at Cheyenne Mountain in Colorado Springs, Colorado using the password Joshua that was the name of the son of its creator, the deceased scientist Stephen Falken. David challenges the computer to play a Thermo War game between USA and the Soviet Union. Soon he realizes that the computer is playing for real and the United States of America is changing its condition to DEFCON 1 in a game with no winners.::Claudio Carvalho, Rio de Janeiro, Brazil"
    ],
    "Westworld_S1_E1": [
        "The park staff begin to notice strange behavior from the hosts; A mysterious Man in Black roams the park, wreaking havoc.",
        "As another day of fantasy plays out in _Westworld_ (qv) - a vast, remote park where guests pay top dollar to share wild-west adventures with android \"hosts\" - top programmer Bernard Lowe alerts park founder Dr. Robert Ford about incidents of aberrant behavior cropping up in some recently re-coded hosts. Meanwhile, in the _Westworld_ (qv) town of Sweetwater, a rancher's daughter named Dolores encounters a gunslinger named Teddy in the street - but their predictable narrative is upended by the appearance of a ruthless Man in Black and, later, by a supporting host's unscripted encounter with an artifact of the outside world."
    ],
    "Westworld_S1_E2": [
        "Two guests arrive at the park with different expectations; Maeve's emotions are tweaked; The Man in Black seeks help from a condemned man.",
        "Maeve's emotions are tweaked by Elsie to prevent a recall; Lee floats his latest narrative to the staff; Bernard and Theresa investigate the extent of a host aberration; two guests arrive looking for different scenarios; the Man in Black enlists a condemned man to learn _Westworld_ (qv)'s darkest secrets.::Giedrius G",
        "As the host anomaly spreads, Maeve is haunted by visions of her previous lives. Two guests, William and Logan, arrive at the park with very different expectations. The Man in Black seeks help from a condemned man in his search for \"the maze.\""
    ],
    "Westworld_S1_E3": [
        "Elsie and Stubbs search for a missing host; Teddy gets a new backstory; Bernard investigates the origins of madness and hallucinations within the hosts."
    ],
    "Westworld_S1_E4": [
        "Dolores joins William and Logan on a bounty hunt; The Man in Black makes a significant discovery; Ford and Theresa discuss the park's future.",
        "Theresa tells to Bernard that she is stressed since the board will arrive to visit the park. She has also a discussion about Arnold and is threatened by Dr. Ford in the park's restaurant. Dolores joins William and Logan to hunt Slim and his men with a sheriff and she has a daydream. When they find Slim, he asks to be taken to Pariah to meet his friend El Lazo and they would receive more than the amount of the bounty. Meanwhile The Man in Black goes after Wyatt with Lawrence and they stumble upon Teddy, who is tied to a tree wounded and dying. The Man in Black releases Teddy and brings him with them. Maeve has recollections from her past lives and she draws a _Westworld_ (qv) employee wearing mask and protective clothing and she finds many copies of the same sketch hidden in an opening on the floor.::Claudio Carvalho, Rio de Janeiro, Brazil"
    ],
    "Westworld_S1_E5": [
        "Dolores, William and Logan reach Pariah, and are recruited for a dangerous mission; The Man in Black meets an unlikely ally.",
        "Logan, William, Dolores and Slim head to Pariah, a dangerous and wild town of outcasts, to meet El Lazo. They team up and El Lazo tells that there is a shipment of nitroglycerin that he wants. They ambush a wagon to steal the explosive for the army, but Slim is killed. William shoots and kills the escort team and they return to Pariah to party in a brothel, where William and Logan have an argument. Dolores sees El Lazo stealing the nitroglycerin and she asks William to flee with her. Meanwhile, the Man in Black is riding with Lawrence and Teddy; out of the blue, he kills Lawrence to use his blood to save Teddy to force him to lead him to Wyatt. Elsie finds that someone is transmitting data out of the park and decides to investigate.::Claudio Carvalho, Rio de Janeiro, Brazil"
    ],
    "Westworld_S1_E6": [
        "Maeve charms Felix; Elsie discovers evidence that could point to sabotage; Teddy and the Man in Black conflict with a garrison.",
        "Maeve interacts with Felix and convinces him to take a tour through the facility with her. Then he asks him to increase her intelligence and mental capacity. Elsie gives the satellite link device to Bernard and he decides to visit Sector 17 where he finds Ford family home. Out of the blue, Ford comes and explains that he created his family using first generation hosts for sentimental reason. Meanwhile Elsie investigates the espionage system and she goes to an abandoned building discovering that Theresa Cullen is the spy. Teddy rides with the Man in Black and they are attacked and captured by Union soldiers after a shooting. Theresa breaks her relationship with Bernard.::Claudio Carvalho, Rio de Janeiro, Brazil"
    ],
    "Westworld_S1_E7": [
        "Dolores, William and Lawrence journey into treacherous terrain; Maeve presents her demand; Bernard considers his next move.",
        "With Theresa's assistance, Charlotte aims to expose dangerous flaws in Ford's creations. William, Dolores and Lawrence journey into treacherous terrain. Maeve delivers an ultimatum to Lutz and Sylvester. With his back to the wall, Bernard considers his next move.::Alex",
        "Bernard unsuccessfully tries to contact Elsie. Then, Ford, Bernard and other employees have a meeting with Theresa Cullen and the executive Charlotte Hale. They explain that Clementine is a treat to the guests caused by Ford's update and Bernard is immediately fired. Charlotte plots a scheme to force Dr. Ford to leave _Westworld_ (qv). However the Machiavellian Dr. Ford discloses a lethal secret to Theresa. Meanwhile Dolores, William and El Lazo cross by train the dangerous Ghost Nation territory. They are ambushed by the Confederate soldiers but El Lazo manages to escape with Dolores and William. Maeve decides to leave _Westworld_ (qv).::Claudio Carvalho, Rio de Janeiro, Brazil"
    ],
    "Westworld_S1_E8": [
        "Bernard struggles with a mandate; Teddy is troubled by dark memories; Maeve looks to change her script.",
        "Maeve hopes for a change in her script; Teddy is jarred by dark memories; Dolores has trouble separating her dreams from reality; The Man in Black looks to the past.",
        "Bernard discusses with Dr. Ford asking why he forced him to kill his beloved Theresa. Later her body is found as if she had had an accident and Dr. Ford confronts Charlotte, telling that Theresa and a technician had altered Clementine's code and Bernard assumes an important position in _Westworld_ (qv). Dolores and William arrive at a town where she has strange daydreams. He decides to take her back to Sweetwater but they stumble upon Logan and a group of Confederate soldiers. Meanwhile Teddy and the Man in Black continue their dangerous search for Wyatt.::Claudio Carvalho, Rio de Janeiro, Brazil"
    ],
    "Westworld_S1_E9": [
        "Dolores and Bernard reconnect with their pasts; Maeve makes a bold proposition to Hector; Teddy finds enlightenment, at a price.",
        "Bernard is analyzing Maeve; however she dominates him instead, showing her power. William is tied to a chair asking Logan to let Dolores and him go. Logan stabs Dolores' belly and exposes her mechanical components to show that she is a robot. However Doleres shoots the soldiers and flees and William promises that will find her. Bernard asks Dr. Ford to recover his full memory and uses Clementine to help him to get information from Dr. Ford. Bernard learns that he killed also Elsie. Meaves make a deal with Hector showing that she knows his past and his future. Dolores has entwined visions of her present and past.::Claudio Carvalho, Rio de Janeiro, Brazil"
    ],
    "Westworld_S1_E10": [
        "Ford unveils his bold new narrative; Dolores embraces her identity; Maeve sets her plan in motion."
    ],
    "Westworld_S2_E1": [
        "The hosts revolt against the guests while searching for a new purpose; Maeve sets out to find her daughter with some unexpected help."
    ],
    "Westworld_S2_E2": [
        "Dolores remembers she's been to the outside world; William makes a bold business venture."
    ],
    "Westworld_S2_E3": [
        "Dolores makes her next move; Charlotte scrambles to protect Delos' most prized asset; Bernard gets closer to the truth."
    ],
    "Westworld_S2_E4": [
        "An enigmatic figure becomes the center of Delos' secret project; The Man in Black and Lawrence follow the path to Las Mudas, but run into trouble."
    ],
    "Westworld_S2_E5": [
        "Maeve and her allies have revelations in a new world; Dolores makes a decision about Teddy; Karl discovers something sinister about the hosts."
    ],
    "Westworld_S2_E6": [
        "Maeve continues her search for her daughter; Dolores calculates her next move; Elsie gets closer to the truth about Delos."
    ],
    "Westworld_S2_E7": [
        "Bernard meets with an unexpected old friend; The Cradle is under threat; Maeve encounters a scene from her past."
    ],
    "Westworld_S2_E8": [
        "The telling of Akecheta and the Ghost Nation's journey to consciousness; Maeve's life hangs in the balance."
    ],
    "Westworld_S2_E9": [
        "The Man in Black confronts his troubled past; Charlotte forms a plan to kill all the hosts."
    ],
    "Westworld_S2_E10": [
        "Everyone converges at the Valley Beyond."
    ],
    "Westworld_S3_E1": [
        "Dolores sets out to find the architect of the Rehoboam; Bernard tries to blend in; Ex-soldier Caleb tries to find his way in neo-Los Angeles.",
        "In the aftermath of the Delos massacre, Dolores and Bernard both make their ways out into the \"real\" world. Dolores tries to determine who the architect of the Rehoboam is, Bernard tries to blend in but discovers that he's of two minds about his intentions. Meanwhile, ex-soldier Caleb tries to find his way in neo-LA, working construction by day and committing crime by night.::Gislef"
    ],
    "Westworld_S3_E2": [
        "Maeve finds herself in a new park and meets a ghost from the past; Bernard makes his way back to _Westworld_ (qv).",
        "Maeve finds herself in what appears to be a new park, Warworld, but soon learns that things aren't what they seem. She attempts to free herself from her new reality, and learns who is pulling the strings that have led to her capture and escape.::Gislef"
    ],
    "Westworld_S3_E3": [
        "Charlotte grapples with reality; Dolores and Caleb begin to form a key partnership.",
        "The AI within the Charlotte host body questions whether it is itself, or the real Charlotte. Meanwhile, \"Charlotte\" meets her son Nathan, ex-husband, and the mysterious Serac. Meanwhile, Dolores reaches out to Caleb and reveals that she knows more about him than he believes possible.::Gislef"
    ],
    "Westworld_S3_E4": [
        "Bernard and Ashley infiltrate a private charity event, while Dolores and Caleb make similar plans; The Man in Black prepares to re-enter society; Maeve comes face to face with an old comrade.",
        "While Bernard and Stubbs go after Liam, Maeve decides that her fortune lies with Serac and goes to see the new head of the Yakuza. Meanwhile, Charlotte visits the Man in Black and reveals that she needs him to keep control of Delos--and the Sector 16 data--out of Serac's hands.::Gislef"
    ],
    "Westworld_S3_E5": [
        "Serac's past is revealed; Dolores pressures Liam for access to Rehoboam; Caleb is dosed with an unusual party drug.",
        "Dolores reveals her master plan to use Martin to reveal to humanity how Serac and Rheoboam have been manipulating the \"outliers\". Meanwhile, Dolores and Caleb go on the run with Liam to avoid Serac's men, and the fate of Liam's father and Serac's plans are revealed.::Gislef"
    ],
    "Westworld_S3_E6": [
        "As the world falls into chaos, Serac gains control of Delos, changing Charlotte's plan; Maeve gets one last chance to stop Dolores; William starts his therapy.",
        "Maeve is reunited with Hector and Lee, while Serac closes in on the mole within Delos. Charlotte makes a bid to escape the company, and get her son and ex-husband to safety. Meanwhile, the Man in Black confronts his past selves and resolves his father issues.::Gislef"
    ],
    "Westworld_S3_E7": [
        "Caleb gets an insight on the true nature of his past; Dolores seeks out Rehoboam's predecessor, while Maeve tracks her down; Bernard, Stubbs, and William escape from all the chaos.",
        "Dolores and Caleb seek out an ally who can provide them with the plan they need to bring about Dolores' revolution against Serac and Rheoboam. Meanwhile, Bernard and Stubbs acquire an unlikely ally as they attempt to stop Dolores and her revolution, and Maeve arrives to stop Dolores.::Gislef"
    ],
    "Westworld_S3_E8": [
        "Dolores' true intentions are revealed; Bernard confronts a ghost from his past; Maeve is conflicted; Serac's voice is dominant; Caleb's role is revealed; and William faces an unexpected villain.",
        "It's the end of the world, and Caleb tries to get to the Rehoboam while Maeve chooses sides. Bernard and Stubbs face off against William, who tries to stop the Hosts once and for all. Meanwhile, Dolores is resurrected only to face a final memory-death as Serac tries to find the key to the Sublime.::Gislef"
    ],
    "Black Mirror_S1_E1": [
        "The park staff begin to notice strange behavior from the hosts; A mysterious Man in Black roams the park, wreaking havoc.",
        "As another day of fantasy plays out in _Westworld_ (qv) - a vast, remote park where guests pay top dollar to share wild-west adventures with android \"hosts\" - top programmer Bernard Lowe alerts park founder Dr. Robert Ford about incidents of aberrant behavior cropping up in some recently re-coded hosts. Meanwhile, in the _Westworld_ (qv) town of Sweetwater, a rancher's daughter named Dolores encounters a gunslinger named Teddy in the street - but their predictable narrative is upended by the appearance of a ruthless Man in Black and, later, by a supporting host's unscripted encounter with an artifact of the outside world."
    ],
    "Black Mirror_S1_E2": [
        "Two guests arrive at the park with different expectations; Maeve's emotions are tweaked; The Man in Black seeks help from a condemned man.",
        "Maeve's emotions are tweaked by Elsie to prevent a recall; Lee floats his latest narrative to the staff; Bernard and Theresa investigate the extent of a host aberration; two guests arrive looking for different scenarios; the Man in Black enlists a condemned man to learn _Westworld_ (qv)'s darkest secrets.::Giedrius G",
        "As the host anomaly spreads, Maeve is haunted by visions of her previous lives. Two guests, William and Logan, arrive at the park with very different expectations. The Man in Black seeks help from a condemned man in his search for \"the maze.\""
    ],
    "Black Mirror_S1_E3": [
        "Elsie and Stubbs search for a missing host; Teddy gets a new backstory; Bernard investigates the origins of madness and hallucinations within the hosts."
    ],
    "Black Mirror_S1_E4": [
        "Dolores joins William and Logan on a bounty hunt; The Man in Black makes a significant discovery; Ford and Theresa discuss the park's future.",
        "Theresa tells to Bernard that she is stressed since the board will arrive to visit the park. She has also a discussion about Arnold and is threatened by Dr. Ford in the park's restaurant. Dolores joins William and Logan to hunt Slim and his men with a sheriff and she has a daydream. When they find Slim, he asks to be taken to Pariah to meet his friend El Lazo and they would receive more than the amount of the bounty. Meanwhile The Man in Black goes after Wyatt with Lawrence and they stumble upon Teddy, who is tied to a tree wounded and dying. The Man in Black releases Teddy and brings him with them. Maeve has recollections from her past lives and she draws a _Westworld_ (qv) employee wearing mask and protective clothing and she finds many copies of the same sketch hidden in an opening on the floor.::Claudio Carvalho, Rio de Janeiro, Brazil"
    ],
    "Black Mirror_S1_E5": [
        "Dolores, William and Logan reach Pariah, and are recruited for a dangerous mission; The Man in Black meets an unlikely ally.",
        "Logan, William, Dolores and Slim head to Pariah, a dangerous and wild town of outcasts, to meet El Lazo. They team up and El Lazo tells that there is a shipment of nitroglycerin that he wants. They ambush a wagon to steal the explosive for the army, but Slim is killed. William shoots and kills the escort team and they return to Pariah to party in a brothel, where William and Logan have an argument. Dolores sees El Lazo stealing the nitroglycerin and she asks William to flee with her. Meanwhile, the Man in Black is riding with Lawrence and Teddy; out of the blue, he kills Lawrence to use his blood to save Teddy to force him to lead him to Wyatt. Elsie finds that someone is transmitting data out of the park and decides to investigate.::Claudio Carvalho, Rio de Janeiro, Brazil"
    ],
    "Black Mirror_S1_E6": [
        "Maeve charms Felix; Elsie discovers evidence that could point to sabotage; Teddy and the Man in Black conflict with a garrison.",
        "Maeve interacts with Felix and convinces him to take a tour through the facility with her. Then he asks him to increase her intelligence and mental capacity. Elsie gives the satellite link device to Bernard and he decides to visit Sector 17 where he finds Ford family home. Out of the blue, Ford comes and explains that he created his family using first generation hosts for sentimental reason. Meanwhile Elsie investigates the espionage system and she goes to an abandoned building discovering that Theresa Cullen is the spy. Teddy rides with the Man in Black and they are attacked and captured by Union soldiers after a shooting. Theresa breaks her relationship with Bernard.::Claudio Carvalho, Rio de Janeiro, Brazil"
    ],
    "Black Mirror_S1_E7": [
        "Dolores, William and Lawrence journey into treacherous terrain; Maeve presents her demand; Bernard considers his next move.",
        "With Theresa's assistance, Charlotte aims to expose dangerous flaws in Ford's creations. William, Dolores and Lawrence journey into treacherous terrain. Maeve delivers an ultimatum to Lutz and Sylvester. With his back to the wall, Bernard considers his next move.::Alex",
        "Bernard unsuccessfully tries to contact Elsie. Then, Ford, Bernard and other employees have a meeting with Theresa Cullen and the executive Charlotte Hale. They explain that Clementine is a treat to the guests caused by Ford's update and Bernard is immediately fired. Charlotte plots a scheme to force Dr. Ford to leave _Westworld_ (qv). However the Machiavellian Dr. Ford discloses a lethal secret to Theresa. Meanwhile Dolores, William and El Lazo cross by train the dangerous Ghost Nation territory. They are ambushed by the Confederate soldiers but El Lazo manages to escape with Dolores and William. Maeve decides to leave _Westworld_ (qv).::Claudio Carvalho, Rio de Janeiro, Brazil"
    ],
    "Black Mirror_S1_E8": [
        "Bernard struggles with a mandate; Teddy is troubled by dark memories; Maeve looks to change her script.",
        "Maeve hopes for a change in her script; Teddy is jarred by dark memories; Dolores has trouble separating her dreams from reality; The Man in Black looks to the past.",
        "Bernard discusses with Dr. Ford asking why he forced him to kill his beloved Theresa. Later her body is found as if she had had an accident and Dr. Ford confronts Charlotte, telling that Theresa and a technician had altered Clementine's code and Bernard assumes an important position in _Westworld_ (qv). Dolores and William arrive at a town where she has strange daydreams. He decides to take her back to Sweetwater but they stumble upon Logan and a group of Confederate soldiers. Meanwhile Teddy and the Man in Black continue their dangerous search for Wyatt.::Claudio Carvalho, Rio de Janeiro, Brazil"
    ],
    "Black Mirror_S1_E9": [
        "Dolores and Bernard reconnect with their pasts; Maeve makes a bold proposition to Hector; Teddy finds enlightenment, at a price.",
        "Bernard is analyzing Maeve; however she dominates him instead, showing her power. William is tied to a chair asking Logan to let Dolores and him go. Logan stabs Dolores' belly and exposes her mechanical components to show that she is a robot. However Doleres shoots the soldiers and flees and William promises that will find her. Bernard asks Dr. Ford to recover his full memory and uses Clementine to help him to get information from Dr. Ford. Bernard learns that he killed also Elsie. Meaves make a deal with Hector showing that she knows his past and his future. Dolores has entwined visions of her present and past.::Claudio Carvalho, Rio de Janeiro, Brazil"
    ],
    "Black Mirror_S1_E10": [
        "Ford unveils his bold new narrative; Dolores embraces her identity; Maeve sets her plan in motion."
    ],
    "Black Mirror_S2_E1": [
        "The hosts revolt against the guests while searching for a new purpose; Maeve sets out to find her daughter with some unexpected help."
    ],
    "Black Mirror_S2_E2": [
        "Dolores remembers she's been to the outside world; William makes a bold business venture."
    ],
    "Black Mirror_S2_E3": [
        "Dolores makes her next move; Charlotte scrambles to protect Delos' most prized asset; Bernard gets closer to the truth."
    ],
    "Black Mirror_S2_E4": [
        "An enigmatic figure becomes the center of Delos' secret project; The Man in Black and Lawrence follow the path to Las Mudas, but run into trouble."
    ],
    "Black Mirror_S2_E5": [
        "Maeve and her allies have revelations in a new world; Dolores makes a decision about Teddy; Karl discovers something sinister about the hosts."
    ],
    "Black Mirror_S2_E6": [
        "Maeve continues her search for her daughter; Dolores calculates her next move; Elsie gets closer to the truth about Delos."
    ],
    "Black Mirror_S2_E7": [
        "Bernard meets with an unexpected old friend; The Cradle is under threat; Maeve encounters a scene from her past."
    ],
    "Black Mirror_S2_E8": [
        "The telling of Akecheta and the Ghost Nation's journey to consciousness; Maeve's life hangs in the balance."
    ],
    "Black Mirror_S2_E9": [
        "The Man in Black confronts his troubled past; Charlotte forms a plan to kill all the hosts."
    ],
    "Black Mirror_S2_E10": [
        "Everyone converges at the Valley Beyond."
    ],
    "Black Mirror_S3_E1": [
        "Dolores sets out to find the architect of the Rehoboam; Bernard tries to blend in; Ex-soldier Caleb tries to find his way in neo-Los Angeles.",
        "In the aftermath of the Delos massacre, Dolores and Bernard both make their ways out into the \"real\" world. Dolores tries to determine who the architect of the Rehoboam is, Bernard tries to blend in but discovers that he's of two minds about his intentions. Meanwhile, ex-soldier Caleb tries to find his way in neo-LA, working construction by day and committing crime by night.::Gislef"
    ],
    "Black Mirror_S3_E2": [
        "Maeve finds herself in a new park and meets a ghost from the past; Bernard makes his way back to _Westworld_ (qv).",
        "Maeve finds herself in what appears to be a new park, Warworld, but soon learns that things aren't what they seem. She attempts to free herself from her new reality, and learns who is pulling the strings that have led to her capture and escape.::Gislef"
    ],
    "Black Mirror_S3_E3": [
        "Charlotte grapples with reality; Dolores and Caleb begin to form a key partnership.",
        "The AI within the Charlotte host body questions whether it is itself, or the real Charlotte. Meanwhile, \"Charlotte\" meets her son Nathan, ex-husband, and the mysterious Serac. Meanwhile, Dolores reaches out to Caleb and reveals that she knows more about him than he believes possible.::Gislef"
    ],
    "Black Mirror_S3_E4": [
        "Bernard and Ashley infiltrate a private charity event, while Dolores and Caleb make similar plans; The Man in Black prepares to re-enter society; Maeve comes face to face with an old comrade.",
        "While Bernard and Stubbs go after Liam, Maeve decides that her fortune lies with Serac and goes to see the new head of the Yakuza. Meanwhile, Charlotte visits the Man in Black and reveals that she needs him to keep control of Delos--and the Sector 16 data--out of Serac's hands.::Gislef"
    ],
    "Black Mirror_S3_E5": [
        "Serac's past is revealed; Dolores pressures Liam for access to Rehoboam; Caleb is dosed with an unusual party drug.",
        "Dolores reveals her master plan to use Martin to reveal to humanity how Serac and Rheoboam have been manipulating the \"outliers\". Meanwhile, Dolores and Caleb go on the run with Liam to avoid Serac's men, and the fate of Liam's father and Serac's plans are revealed.::Gislef"
    ],
    "Black Mirror_S3_E6": [
        "As the world falls into chaos, Serac gains control of Delos, changing Charlotte's plan; Maeve gets one last chance to stop Dolores; William starts his therapy.",
        "Maeve is reunited with Hector and Lee, while Serac closes in on the mole within Delos. Charlotte makes a bid to escape the company, and get her son and ex-husband to safety. Meanwhile, the Man in Black confronts his past selves and resolves his father issues.::Gislef"
    ],
    "Black Mirror_S3_E7": [
        "Caleb gets an insight on the true nature of his past; Dolores seeks out Rehoboam's predecessor, while Maeve tracks her down; Bernard, Stubbs, and William escape from all the chaos.",
        "Dolores and Caleb seek out an ally who can provide them with the plan they need to bring about Dolores' revolution against Serac and Rheoboam. Meanwhile, Bernard and Stubbs acquire an unlikely ally as they attempt to stop Dolores and her revolution, and Maeve arrives to stop Dolores.::Gislef"
    ],
    "Black Mirror_S3_E8": [
        "Dolores' true intentions are revealed; Bernard confronts a ghost from his past; Maeve is conflicted; Serac's voice is dominant; Caleb's role is revealed; and William faces an unexpected villain.",
        "It's the end of the world, and Caleb tries to get to the Rehoboam while Maeve chooses sides. Bernard and Stubbs face off against William, who tries to stop the Hosts once and for all. Meanwhile, Dolores is resurrected only to face a final memory-death as Serac tries to find the key to the Sublime.::Gislef"
    ],
    "Mr. Robot_S1_E1": [
        "The park staff begin to notice strange behavior from the hosts; A mysterious Man in Black roams the park, wreaking havoc.",
        "As another day of fantasy plays out in _Westworld_ (qv) - a vast, remote park where guests pay top dollar to share wild-west adventures with android \"hosts\" - top programmer Bernard Lowe alerts park founder Dr. Robert Ford about incidents of aberrant behavior cropping up in some recently re-coded hosts. Meanwhile, in the _Westworld_ (qv) town of Sweetwater, a rancher's daughter named Dolores encounters a gunslinger named Teddy in the street - but their predictable narrative is upended by the appearance of a ruthless Man in Black and, later, by a supporting host's unscripted encounter with an artifact of the outside world."
    ],
    "Mr. Robot_S1_E2": [
        "Two guests arrive at the park with different expectations; Maeve's emotions are tweaked; The Man in Black seeks help from a condemned man.",
        "Maeve's emotions are tweaked by Elsie to prevent a recall; Lee floats his latest narrative to the staff; Bernard and Theresa investigate the extent of a host aberration; two guests arrive looking for different scenarios; the Man in Black enlists a condemned man to learn _Westworld_ (qv)'s darkest secrets.::Giedrius G",
        "As the host anomaly spreads, Maeve is haunted by visions of her previous lives. Two guests, William and Logan, arrive at the park with very different expectations. The Man in Black seeks help from a condemned man in his search for \"the maze.\""
    ],
    "Mr. Robot_S1_E3": [
        "Elsie and Stubbs search for a missing host; Teddy gets a new backstory; Bernard investigates the origins of madness and hallucinations within the hosts."
    ],
    "Mr. Robot_S1_E4": [
        "Dolores joins William and Logan on a bounty hunt; The Man in Black makes a significant discovery; Ford and Theresa discuss the park's future.",
        "Theresa tells to Bernard that she is stressed since the board will arrive to visit the park. She has also a discussion about Arnold and is threatened by Dr. Ford in the park's restaurant. Dolores joins William and Logan to hunt Slim and his men with a sheriff and she has a daydream. When they find Slim, he asks to be taken to Pariah to meet his friend El Lazo and they would receive more than the amount of the bounty. Meanwhile The Man in Black goes after Wyatt with Lawrence and they stumble upon Teddy, who is tied to a tree wounded and dying. The Man in Black releases Teddy and brings him with them. Maeve has recollections from her past lives and she draws a _Westworld_ (qv) employee wearing mask and protective clothing and she finds many copies of the same sketch hidden in an opening on the floor.::Claudio Carvalho, Rio de Janeiro, Brazil"
    ],
    "Mr. Robot_S1_E5": [
        "Dolores, William and Logan reach Pariah, and are recruited for a dangerous mission; The Man in Black meets an unlikely ally.",
        "Logan, William, Dolores and Slim head to Pariah, a dangerous and wild town of outcasts, to meet El Lazo. They team up and El Lazo tells that there is a shipment of nitroglycerin that he wants. They ambush a wagon to steal the explosive for the army, but Slim is killed. William shoots and kills the escort team and they return to Pariah to party in a brothel, where William and Logan have an argument. Dolores sees El Lazo stealing the nitroglycerin and she asks William to flee with her. Meanwhile, the Man in Black is riding with Lawrence and Teddy; out of the blue, he kills Lawrence to use his blood to save Teddy to force him to lead him to Wyatt. Elsie finds that someone is transmitting data out of the park and decides to investigate.::Claudio Carvalho, Rio de Janeiro, Brazil"
    ],
    "Mr. Robot_S1_E6": [
        "Maeve charms Felix; Elsie discovers evidence that could point to sabotage; Teddy and the Man in Black conflict with a garrison.",
        "Maeve interacts with Felix and convinces him to take a tour through the facility with her. Then he asks him to increase her intelligence and mental capacity. Elsie gives the satellite link device to Bernard and he decides to visit Sector 17 where he finds Ford family home. Out of the blue, Ford comes and explains that he created his family using first generation hosts for sentimental reason. Meanwhile Elsie investigates the espionage system and she goes to an abandoned building discovering that Theresa Cullen is the spy. Teddy rides with the Man in Black and they are attacked and captured by Union soldiers after a shooting. Theresa breaks her relationship with Bernard.::Claudio Carvalho, Rio de Janeiro, Brazil"
    ],
    "Mr. Robot_S1_E7": [
        "Dolores, William and Lawrence journey into treacherous terrain; Maeve presents her demand; Bernard considers his next move.",
        "With Theresa's assistance, Charlotte aims to expose dangerous flaws in Ford's creations. William, Dolores and Lawrence journey into treacherous terrain. Maeve delivers an ultimatum to Lutz and Sylvester. With his back to the wall, Bernard considers his next move.::Alex",
        "Bernard unsuccessfully tries to contact Elsie. Then, Ford, Bernard and other employees have a meeting with Theresa Cullen and the executive Charlotte Hale. They explain that Clementine is a treat to the guests caused by Ford's update and Bernard is immediately fired. Charlotte plots a scheme to force Dr. Ford to leave _Westworld_ (qv). However the Machiavellian Dr. Ford discloses a lethal secret to Theresa. Meanwhile Dolores, William and El Lazo cross by train the dangerous Ghost Nation territory. They are ambushed by the Confederate soldiers but El Lazo manages to escape with Dolores and William. Maeve decides to leave _Westworld_ (qv).::Claudio Carvalho, Rio de Janeiro, Brazil"
    ],
    "Mr. Robot_S1_E8": [
        "Bernard struggles with a mandate; Teddy is troubled by dark memories; Maeve looks to change her script.",
        "Maeve hopes for a change in her script; Teddy is jarred by dark memories; Dolores has trouble separating her dreams from reality; The Man in Black looks to the past.",
        "Bernard discusses with Dr. Ford asking why he forced him to kill his beloved Theresa. Later her body is found as if she had had an accident and Dr. Ford confronts Charlotte, telling that Theresa and a technician had altered Clementine's code and Bernard assumes an important position in _Westworld_ (qv). Dolores and William arrive at a town where she has strange daydreams. He decides to take her back to Sweetwater but they stumble upon Logan and a group of Confederate soldiers. Meanwhile Teddy and the Man in Black continue their dangerous search for Wyatt.::Claudio Carvalho, Rio de Janeiro, Brazil"
    ],
    "Mr. Robot_S1_E9": [
        "Dolores and Bernard reconnect with their pasts; Maeve makes a bold proposition to Hector; Teddy finds enlightenment, at a price.",
        "Bernard is analyzing Maeve; however she dominates him instead, showing her power. William is tied to a chair asking Logan to let Dolores and him go. Logan stabs Dolores' belly and exposes her mechanical components to show that she is a robot. However Doleres shoots the soldiers and flees and William promises that will find her. Bernard asks Dr. Ford to recover his full memory and uses Clementine to help him to get information from Dr. Ford. Bernard learns that he killed also Elsie. Meaves make a deal with Hector showing that she knows his past and his future. Dolores has entwined visions of her present and past.::Claudio Carvalho, Rio de Janeiro, Brazil"
    ],
    "Mr. Robot_S1_E10": [
        "Ford unveils his bold new narrative; Dolores embraces her identity; Maeve sets her plan in motion."
    ],
    "Mr. Robot_S2_E1": [
        "The hosts revolt against the guests while searching for a new purpose; Maeve sets out to find her daughter with some unexpected help."
    ],
    "Mr. Robot_S2_E2": [
        "Dolores remembers she's been to the outside world; William makes a bold business venture."
    ],
    "Mr. Robot_S2_E3": [
        "Dolores makes her next move; Charlotte scrambles to protect Delos' most prized asset; Bernard gets closer to the truth."
    ],
    "Mr. Robot_S2_E4": [
        "An enigmatic figure becomes the center of Delos' secret project; The Man in Black and Lawrence follow the path to Las Mudas, but run into trouble."
    ],
    "Mr. Robot_S2_E5": [
        "Maeve and her allies have revelations in a new world; Dolores makes a decision about Teddy; Karl discovers something sinister about the hosts."
    ],
    "Mr. Robot_S2_E6": [
        "Maeve continues her search for her daughter; Dolores calculates her next move; Elsie gets closer to the truth about Delos."
    ],
    "Mr. Robot_S2_E7": [
        "Bernard meets with an unexpected old friend; The Cradle is under threat; Maeve encounters a scene from her past."
    ],
    "Mr. Robot_S2_E8": [
        "The telling of Akecheta and the Ghost Nation's journey to consciousness; Maeve's life hangs in the balance."
    ],
    "Mr. Robot_S2_E9": [
        "The Man in Black confronts his troubled past; Charlotte forms a plan to kill all the hosts."
    ],
    "Mr. Robot_S2_E10": [
        "Everyone converges at the Valley Beyond."
    ],
    "Mr. Robot_S3_E1": [
        "Dolores sets out to find the architect of the Rehoboam; Bernard tries to blend in; Ex-soldier Caleb tries to find his way in neo-Los Angeles.",
        "In the aftermath of the Delos massacre, Dolores and Bernard both make their ways out into the \"real\" world. Dolores tries to determine who the architect of the Rehoboam is, Bernard tries to blend in but discovers that he's of two minds about his intentions. Meanwhile, ex-soldier Caleb tries to find his way in neo-LA, working construction by day and committing crime by night.::Gislef"
    ],
    "Mr. Robot_S3_E2": [
        "Maeve finds herself in a new park and meets a ghost from the past; Bernard makes his way back to _Westworld_ (qv).",
        "Maeve finds herself in what appears to be a new park, Warworld, but soon learns that things aren't what they seem. She attempts to free herself from her new reality, and learns who is pulling the strings that have led to her capture and escape.::Gislef"
    ],
    "Mr. Robot_S3_E3": [
        "Charlotte grapples with reality; Dolores and Caleb begin to form a key partnership.",
        "The AI within the Charlotte host body questions whether it is itself, or the real Charlotte. Meanwhile, \"Charlotte\" meets her son Nathan, ex-husband, and the mysterious Serac. Meanwhile, Dolores reaches out to Caleb and reveals that she knows more about him than he believes possible.::Gislef"
    ],
    "Mr. Robot_S3_E4": [
        "Bernard and Ashley infiltrate a private charity event, while Dolores and Caleb make similar plans; The Man in Black prepares to re-enter society; Maeve comes face to face with an old comrade.",
        "While Bernard and Stubbs go after Liam, Maeve decides that her fortune lies with Serac and goes to see the new head of the Yakuza. Meanwhile, Charlotte visits the Man in Black and reveals that she needs him to keep control of Delos--and the Sector 16 data--out of Serac's hands.::Gislef"
    ],
    "Mr. Robot_S3_E5": [
        "Serac's past is revealed; Dolores pressures Liam for access to Rehoboam; Caleb is dosed with an unusual party drug.",
        "Dolores reveals her master plan to use Martin to reveal to humanity how Serac and Rheoboam have been manipulating the \"outliers\". Meanwhile, Dolores and Caleb go on the run with Liam to avoid Serac's men, and the fate of Liam's father and Serac's plans are revealed.::Gislef"
    ],
    "Mr. Robot_S3_E6": [
        "As the world falls into chaos, Serac gains control of Delos, changing Charlotte's plan; Maeve gets one last chance to stop Dolores; William starts his therapy.",
        "Maeve is reunited with Hector and Lee, while Serac closes in on the mole within Delos. Charlotte makes a bid to escape the company, and get her son and ex-husband to safety. Meanwhile, the Man in Black confronts his past selves and resolves his father issues.::Gislef"
    ],
    "Mr. Robot_S3_E7": [
        "Caleb gets an insight on the true nature of his past; Dolores seeks out Rehoboam's predecessor, while Maeve tracks her down; Bernard, Stubbs, and William escape from all the chaos.",
        "Dolores and Caleb seek out an ally who can provide them with the plan they need to bring about Dolores' revolution against Serac and Rheoboam. Meanwhile, Bernard and Stubbs acquire an unlikely ally as they attempt to stop Dolores and her revolution, and Maeve arrives to stop Dolores.::Gislef"
    ],
    "Mr. Robot_S3_E8": [
        "Dolores' true intentions are revealed; Bernard confronts a ghost from his past; Maeve is conflicted; Serac's voice is dominant; Caleb's role is revealed; and William faces an unexpected villain.",
        "It's the end of the world, and Caleb tries to get to the Rehoboam while Maeve chooses sides. Bernard and Stubbs face off against William, who tries to stop the Hosts once and for all. Meanwhile, Dolores is resurrected only to face a final memory-death as Serac tries to find the key to the Sublime.::Gislef"
    ]
}